Repository: JackboxUtility/JackboxUtility
Catalog: jackbox_patcher/assets/l10n/app_*.arb
Languages: be, ca, de, es, fr, pl, ru, ta, tr, uk

# custom_server_warning
source: If someone asked you to add a link there, it's likely a scam. Do not continue If you don't trust the owner of this server.
be: Калі нехта папрасіў вас дадаць туды спасылку, гэта, хутчэй за ўсё, махлярства. Не працягвайце, калі вы не давяраеце ўладальніку гэтага сервера.
ca: Si algú t'ha demanat de posar un enllaç aquí, és probable que sigui una estafa. No continuis si no confies amb l'autor d'aquest servidor.
de: Sollte dich jemand gebeten haben, hier einen Link einzufügen, handelt es sich wahrscheinlich um einen böswilligen Angriff / Scam. Füge nur Server von vertrauenswürdigen Personen hinzu.
es: Si alguien te pidió que agregaras un enlace allí, es probable que sea una estafa. No continúes si no confías en el propietario de este servidor.
fr: Si quelqu'un vous a demandé de coller un lien ici, c'est surement un lien malveillant. Ne collez pas de lien ici si vous n'avez pas confiance à 100% en la personne qui vous l'a donné.
ru: Если кто-то попросил вас добавить туда ссылку, скорее всего, это мошенничество. Не продолжайте, если вы не доверяете владельцу этого сервера.
ta: அங்கு ஒரு இணைப்பைச் சேர்க்க யாராவது உங்களிடம் கேட்டால், அது ஒரு மோசடி. இந்த சேவையகத்தின் உரிமையாளரை நீங்கள் நம்பவில்லை என்றால் தொடர வேண்டாம்.
tr: Eğer birisi size oraya bir link eklemesini istediyse, bir dolandırıcı olabilir. Eğer bu sunucunun sahibine güvenmiyorsanız devam etmeyin.
uk: Якщо хтось просить вас ввести тут посилання, то існує велика ймовірність, що цей «хтось» — шахрай. Продовжуйте, лише якщо ви довіряєте власнику цього сервера.

source: Pack
be: Пак
ru: Пак
ta: பேக்
tr: Paket
uk: збіркою

# settings_app_reset_stars_button_text
source: Reset Stars
be: Скінуць зоркі
ca: Esborrar estrelles
de: Sterne zurücksetzen
es: Restablecer estrellas
fr: Réinitialiser le classement
ru: Сбросить звезды
ta: நட்சத்திரங்களை மீட்டமைக்கவும்
tr: Yıldızları Sıfırla
uk: Скинути зірки

# small_description
source: Description
be: Апісанне
ca: Descripció
de: Beschreibung
es: Descripción
pl: Opis
ru: Описание
ta: விவரம்
tr: Açıklama
uk: Опис

# settings_app_startup_title
source: Open Launcher on App Startup
be: Адкрываць лаўнчар пры запуску прыкладання
ca: Obrir el llançador a l'iniciar l'aplicació
de: Launcher beim App-Start öffnen
es: Abrir el launcher al iniciar la aplicación
fr: Ouvrir le lanceur au chargement de l'application
ru: Открывать лаунчер при запуске приложения
ta: பயன்பாட்டு தொடக்கத்தில் துவக்கத்தைத் திறக்கவும்
tr: Uygulama Başlangıcında Başlatıcıyı Aç
uk: Відкривати лаунчер при запуску застосунка

# rich_presence_application_start_details
source: Just Started the App
be: Толькі што запусціў дадатак
ca: Acaba d'Iniciar l'Aplicació
de: Startet die App
es: Acaba de iniciar la aplicación
fr: Vient de démarrer l'application
ru: Только что запустил приложение
ta: பயன்பாட்டைத் தொடங்கியது
tr: Şimdi Uygulamayı Başlattı
uk: Щойно запущено

# download_error_description
source: An error occurred while downloading the game. Please verify your internet connection and try again.
be: Адбылася памылка падчас загрузкі гульні. Калі ласка, пераканайцеся, што ваша інтэрнэт злучэнне працуе карэктна.
ca: Hi ha hagut un error descarregant la traducció. Comprova la teva connexió a Internet i torna-ho a intentar.
de: Beim Herunterladen des Spiels ist ein Fehler aufgetreten. Bitte überprüfe deine Internetverbindung und versuche es erneut.
es: Se produjo un error al descargar el parche. Verifica tu conexión a internet e inténtalo de nuevo.
fr: Une erreur est survenue pendant le téléchargement. Vérifiez votre connexion à internet et rééssayez.
pl: Podczas pobierania gry wystąpił błąd. Sprawdź połączenie z Internetem i spróbuj ponownie.
ru: Произошла ошибка во время загрузки игры. Пожалуйста удостоверьтесь, что ваше интернет соединение работает корректно.
ta: விளையாட்டைப் பதிவிறக்கும் போது பிழை ஏற்பட்டது. உங்கள் இணைய இணைப்பை சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
tr: Oyunu indirirken bir hata oluştu. Lütfen internet bağlantınızı kontrol edip tekrar deneyin.
uk: Під час завантаження гри виникла помилка. Будь ласка, перевірте ваше підключення до Інтернету і спробуйте ще раз.

source: Author
be: Аўтар
ca: Autor
de: Autor
es: Autor
fr: Auteur
pl: Autor
ru: Автор
ta: நூலாசிரியர்
tr: Yazar
uk: Розробник

# stream_friendly_tooltip
source: If you can play this game through a stream, that being in a streaming platform or sharing your screen through Discord, Zoom, Meet, etc.
be: Калі вы можаце гуляць у гэтую гульню праз стрым, гэта значыць на стрымінгавай платформе або дзяліцца сваім экранам праз Discord, Zoom, Meet і г.д.
ca: Si pots jugar a aquest joc a través d'Internet, ja sigui en una plataforma de streaming o compartint la teva pantalla a través de Discord, Meet, Zoom, etc.
de: Inwiefern dieses Spiel über einen Stream spielbar ist, bei dem der eigene Bildschirm über eine Streamingplattform oder Plattformen wie z.B. Discord, Zoom oder Meet übertragen wird.
es: Si puedes jugar este juego en un stream, ya sea en una plataforma de streaming o compartiendo tu pantalla a través de Discord, Zoom, Meet, etc.
fr: Si il est possible de jouer à ce jeu avec un stream sur une plateforme de streaming ou en partageant son écran sur Discord, Zoom, Meet, etc.
ru: Если вы можете играть в эту игру через стрим, то есть на стриминговой платформе или делиться своим экраном через Discord, Zoom, Meet и т.д.
ta: இந்த விளையாட்டை நீங்கள் ஒரு ச்ட்ரீம் மூலம் விளையாட முடிந்தால், அது ச்ட்ரீமிங் மேடையில் இருப்பது அல்லது உங்கள் திரையை கருத்து வேறுபாடு, பெரிதாக்கு, சந்திப்பு போன்றவற்றின் மூலம் பகிர்வது.
tr: Bu oyunu bir yayın platformundaki bir yayında ya da Discord, Zoom, Google Meet aramasındaki ekran paylaşımında oynanabileceği ya da oynanamayacağı gösterilir.
uk: Показує чи можна грати у цю гру за допомогою трансляції, чи то стрімінговій платформі, чи то через Discord, Zoom, Meet тощо

# extracting_error
source: Error while extracting
be: Памылка распакавання
ca: Error de descompressió
de: Fehler beim Entpacken
es: Error al extraer
fr: Erreur pendant l'extraction
pl: Błąd podczas wyodrębniania
ru: Ошибка распаковки
ta: பிரித்தெடுக்கும் போது பிழை
tr: Çıkartırken hata oluştu
uk: Помилка під час розпакування

source: Confirmation
be: Пацвярджэнне
ca: Confirmació
de: Bestätigung
es: Confirmación
pl: Potwierdzenie
ru: Подтверждение
ta: உறுதிப்படுத்தல்
tr: İşlem Onayı
uk: Підтвердження

# settings_app_reset_hidden_button_text
source: Reset Hidden Games
be: Скінуць схаваныя гульні
ca: Esborrar jocs ocults
de: Ausgeblendete Spiele zurücksetzen
es: Restablecer juegos ocultos
fr: Réinitialiser les jeux cachés
ru: Сбросить скрытые игры
ta: மறைக்கப்பட்ட விளையாட்டுகளை மீட்டமைக்கவும்
tr: Gizli Oyunları Sıfırla
uk: Скинути приховані ігри

# players_number
source: Player Count
be: Колькасць Гульцоў
ca: Nombre de jugadors
de: Spieleranzahl
es: número de jugadores
fr: Nombre de joueurs
pl: Liczba graczy
ru: Количество Игроков
ta: வீரர் எண்ணிக்கை
tr: Oyuncu Sayısı
uk: к-тю гравців

# filter_censoring
source: Censoring
be: Цэнзура
ca: Censura
de: Zensur
es: Censura
fr: Censure
ru: Цензура
ta: தணிக்கை
tr: Sansürleme
uk: Цензура

# loading_try_again
source: Try Again
be: Паўтарыць спробу
ca: Torna-ho a intentar
de: Nochmal versuchen
es: Intentar otra vez
fr: Rééssayer
ru: Попробовать еще раз
ta: மீண்டும் முயற்சிக்கவும்
tr: Yeniden Dene
uk: Спробувати ще раз

source: Subtitles
be: Субтытры
ca: Subtítols
de: Untertitel
es: Subtítulos
fr: Sous-titres
pl: Napisy
ru: Субтитры
ta: வசன வரிகள்
tr: Altyazılar
uk: Субтитри

# settings_app_reset_stars_action
source: reset all the stars for each game
be: Скінуць усе зоркі для кожнай гульні
ca: esborrar totes les estrelles de cada joc
de: alle Sterne für jedes Spiel zurücksetzen
es: restablecer todas las estrellas en cada juego
fr: réinitialiser le classement pour chacun des jeux
ru: Сбросить все звезды для каждой игры
ta: ஒவ்வொரு விளையாட்டுக்கும் அனைத்து நட்சத்திரங்களையும் மீட்டமைக்கவும்
tr: her oyun için yıldızları sıfırlar
uk: скинути усі зірки, які ви поставили іграм

# game_translation_translated_description_en
source: These games are translated in French, Italian, German and Spanish by Jackbox Games.
be: Гэтыя гульні перакладзены на Французскі , Італьянскі, Нямецкі і Іспанскі камандай Jackbox Games.
ca: Aquests jocs estan traduïts al Francès, Italià, Alemany i Espanyol per Jackbox Games.
de: Diese Spiele wurden von Jackbox Games ins Französische, Italienische, Deutsche und Spanische übersetzt.
es: Estos juegos están traducidos en francés, italiano, alemán y español por Jackbox Games.
fr: Ces jeux sont traduits en Français, Italien, Allemand et Espagnol par Jackbox Games.
pl: Te gry zostały przetłumaczone na francuski, włoski, niemiecki i hiszpański przez Jackbox Games.
ru: Эти игры переведены на Французский , Итальянский, Немецкий и Испанский командой Jackbox Games.
ta: இந்த விளையாட்டுகள் சாக்பாக்ச் விளையாட்டுகளால் பிரஞ்சு, இத்தாலியன், செர்மன் மற்றும் ச்பானிச் மொழிகளில் மொழிபெயர்க்கப்பட்டுள்ளன.
tr: Bu oyunlar, Jackbox Games tarafından Fransızca, İtalyanca, Almanca ve İspanyolca dillerine çevrildi.
uk: Ці ігри перекладені французькою, італійською, німецькою та іспанською мовами компанією Jackbox Games.

# patch_modification_content_subtitles
source: Modification of the game's subtitles
be: Мадыфікацыя субтытраў гульні
ca: Tradueix els subtítols del joc
de: Veränderung der Untertitel
es: Traduce los subtítulos del juego
fr: Modification des sous-titres du jeu
pl: Zmiana napisów
ru: Изменение субтитров в игре
ta: விளையாட்டின் வசன வரிகள் மாற்றம்
tr: Oyunun altyazılarının modifikasyonu
uk: Модифікація субтитрів до гри

# quit_while_downloading_description
source: A download is in progress. Are you sure you want to quit now?
be: Цяпер адбываецца ўстаноўка, вы ўпэўнены, што хочаце выйсці?
ca: Hi ha una descàrrega en curs. Segur que vols sortir?
de: Ein Download ist zurzeit aktiv. Bist du sicher, dass du die App schließen möchtest?
es: Una descarga está en progreso. ¿Seguro que quieres salir ahora?
fr: Un téléchargement est en cours, êtes vous sûr de vouloir quitter maintenant ?
pl: Pobieranie jest w trakcie. Na pewno chcesz teraz wyjść?
ru: Сейчас происходит установка, вы уверены, что хотите выйти?
ta: பதிவிறக்கம் நடந்து வருகிறது. நீங்கள் இப்போது வெளியேற விரும்புகிறீர்களா?
tr: Bir indirme işlemi devam ediyor. Şimdi çıkmak istediğinizden emin misiniz?
uk: Завантаження триває, ви впевнені, що хочете вийти зараз?

# privacy_info
source: Privacy notice
be: Паведамленне аб прыватнасці
ca: Avís de privacitat
de: Datenschutz-Hinweis
es: Aviso de privacidad
fr: Confidentialité
ru: Примечание о конфиденциальности
ta: தனியுரிமை அறிவிப்பு
tr: Gizlilik notu
uk: Приватність

# installing_a_patch_end
source: Installation Complete
be: Усталяванне скончана
ca: Instal·lació completada
de: Installation abgeschlossen
es: Instalación completada
fr: Installation terminée
pl: Instalacja ukończona
ru: Установка Завершена
ta: நிறுவல் முடிந்தது
tr: Yükleme Tamamlandı
uk: Встановлення завершено

# patch_outdated
source: {count, plural, one {Update patch} other {Update patches}}
be: {count, plural, one {Абнавіць патч} other {Абнавіць патчы}}
ca: {count, plural, one {Actualitzar traducció} other {Actualitzar traduccions}}
de: {count, plural, one {Patch aktualisieren} other {Patches aktualisieren}}
es: {count, plural, one {Actualizar parche} other {Actualizar parches}}
fr: {count, plural, one {Mettre à jour} other {Mettre à jour}}
pl: {count, plural, one {Zaktualizuj łatkę} other {Zaktualizuj łatki}}
tr: {count, plural, one {Yamayı güncelle} other {Yamaları güncelle}}
uk: {count, plural, one {Оновити патч} other {Оновити патчі}}

source: Selected Server
be: Вылучаны сервер
ca: Servidor Escollit
de: Ausgewählter Server
es: Servidor seleccionado
fr: Serveur sélectionné
pl: Wybrany serwer
ru: Выбранный сервер
ta: தேர்ந்தெடுக்கப்பட்ட சேவையகம்
tr: Seçilmiş Sunucu
uk: Обраний сервер

# automatic_game_finder_title
source: Automatic Game Finder
be: Аўтаматычны пошук гульні
ca: Cercador Automàtic de Jocs
de: Automatische Spiele-Erkennung
es: Buscador automático de juegos
fr: Détecteur automatique de jeu
pl: Znajdź gry automatycznie
ru: Автоматический поиск игры
ta: தானியங்கி விளையாட்டு கண்டுபிடிப்பாளர்
tr: Otomatik Oyun Bulucu
uk: Автоматичне виявлення

source: Jackbox Utility
ta: சாக்பாக்ச் பயன்பாடு
tr: Jackbox İzlencesi

# search_game
source: Search a Game
be: Знайсці гульню
ca: Cercar un joc
de: Suche ein Spiel
es: Buscar un juego
fr: Rechercher un jeu
pl: Szukaj gry
ru: Найти игру
ta: ஒரு விளையாட்டைத் தேடுங்கள்
tr: Bir Oyun Ara
uk: Пошук гри

source: Launching...
be: Запускаем...
ca: Executant...
de: Starte…
es: Ejecutando...
fr: Lancement…
pl: Uruchamianie…
ru: Запускаем...
ta: தொடங்குதல்…
tr: Çalıştırılıyor...
uk: Запускаю…

# path_inexistant_description
source: You did not add the path to the pack. You can do it in the settings.
be: Вы не дадалі шлях да паку. Вы можаце зрабіць гэта ў наладах
ca: No s'ha afegit la ruta del joc. Pots fer-ho a les Opcions.
de: Du hast den Pfad noch nicht zum Spiel hinzugefügt. Dies ist in den Optionen möglich.
es: No agregaste la ruta del juego. Puedes hacerlo en los Ajustes.
fr: Vous n'avez pas ajouté le chemin vers le pack. Vous pouvez le faire dans les paramètres.
pl: Nie dodałeś/-aś ścieżki do tej paczki. Możesz to zrobić w ustawieniach.
ru: Вы не добавили путь в пакет. Вы можете сделать это в настройках
ta: நீங்கள் பேக்கிற்கு பாதையைச் சேர்க்கவில்லை. நீங்கள் அதை அமைப்புகளில் செய்யலாம்.
tr: Paketi konumlara eklemediniz. Bunu ayarlarda yapabilirsiniz.
uk: Шлях до гри відсутній. Будь ласка, вкажіть шлях у налаштуваннях.

# game_type_versus_description
source: In these games, each player plays for himself and must beat the other players.
be: У гэтых гульнях, кожны гулец гуляе за сябе і павінен перамагчы астатніх.
ca: En aquests jocs, cada jugador juga individualment i ha de vèncer als altres jugadors.
de: Bei diesen Spielen treten die Spieler gegeneinander an und versuchen, selber zu gewinnen.
es: En estos juegos, cada jugador juega por sí mismo y debe vencer a los demás jugadores.
fr: Dans ces jeux, chaque joueur joue pour lui-même et doit battre les autres joueurs.
pl: W tych grach każdy gra na swój rachunek i musi ograć pozostałych graczy.
ru: В этих играх, каждый игрок играет за себя и должен победить остальных.
ta: இந்த விளையாட்டுகளில், ஒவ்வொரு வீரரும் தனக்காக விளையாடுகிறார்கள், மற்ற வீரர்களை வெல்ல வேண்டும்.
tr: Bu oyunlarda, her oyuncu kendisi için oynar ve diğer oyuncuları yenmesi gerekmektedir.
uk: У цих іграх кожен гравець грає сам за себе та повинен перемогти інших гравців.

# select_server_loading
source: Loading servers...
be: Загрузка сервераў...
ca: Carregant Servidors...
de: Lade Server…
es: Cargando servidores...
fr: Chargement des serveurs…
pl: Ładuję serwery…
ru: Загрузка серверов...
ta: சேவையகங்களை ஏற்றுகிறது…
tr: Sunucular Yükleniyor...
uk: Завантаження серверів…

# hidden_button_tooltip
source: Click to hide this game from the game list.
be: Націсніце, каб cхаваць гульню ў спісе гульняў.
ca: Fes clic per amagar aquest joc de la llista de jocs.
de: Klicke, um dieses Spiel aus der Spieleliste auszublenden.
es: Haz clic para ocultar este juego de la lista de juegos.
fr: Cliquer pour cacher ce jeu dans la liste de jeu.
ru: Нажмите чтобы спрятать игру из списка игр.
ta: இந்த விளையாட்டை விளையாட்டு பட்டியலிலிருந்து மறைக்க சொடுக்கு செய்க.
tr: Bu oyunu listeden gizlemek için tıklayın.
uk: Приховати цю гру з лаунчера

# launch_pack_description
source: Launches the Pack normally
be: Запусціць гульню без змен
ca: Executa el joc de manera normal
de: Startet das Party Pack normal
es: Ejecuta el juego normalmente
fr: Lance le pack normalement
pl: Uruchamia grę normalnie
ru: Запустить игру без изменений
ta: பேக்கை பொதுவாக அறிமுகப்படுத்துகிறது
tr: Paketi normal bir şekilde çalıştırır
uk: Запускає збірку стандартним способом

# path_not_found_description
source: The path to the game was not found. Please check that the game is installed and that the path is correct.
be: Шлях да гульні не знойдзены. Праверце, што гульня ўсталявана і што шлях да яе паказаны правільна.
ca: No s'han trobat els fitxers del joc. Comprova que el joc estigui instal·lat i que la ruta sigui correcta.
de: Der Pfad zum Spiel wurde nicht gefunden. Bitte vergewissere dich, dass das Spiel installiert ist und der Pfad korrekt ist.
es: No se encontró la ruta al juego. Comprueba que el juego esté instalado y que la ruta sea correcta.
fr: Le chemin pour ce pack n'a pas été trouvé sur votre ordinateur. Vous devez de nouveau ajouter le chemin pour ce pack dans ses paramètres.
pl: Ścieżka gry nie została znaleziona. Sprawdź, czy gra jest zainstalowana- oraz czy ścieżka jest poprawna.
ru: Путь к игре не найден. Проверьте, что игра установлена и что путь к ней указан правильно.
ta: விளையாட்டுக்கான பாதை காணப்படவில்லை. விளையாட்டு நிறுவப்பட்டுள்ளதா என்பதையும் பாதை சரியானது என்பதை சரிபார்க்கவும்.
tr: Oyun dosyasının konumu bulunamadı. Lütfen oyunun yüklü olduğunu ve dosya yolunun doğru olduğunu kontrol edin.
uk: Шлях до гри не знайдено. Будь ласка, перевірте, чи встановлено гру та чи правильно вказано шлях до неї.

# fixes_available_description
source: You Don't Know Jack Vol. 6 The Lost Gold was detected as one of the installed games. This game normally doesn't work on Windows 10/11 and Linux. Would you like to download and install a patch that fixes it? You can always install it in its respective game info tab.
be: You Don't Know Jack Vol. 6 The Lost Gold была выяўлена як адна з устаноўленых гульняў. Гэтая гульня звычайна не працуе на Windows 10/11 і Linux. Вы хочаце спампаваць і ўсталяваць які выпраўляе гэта патч? Вы заўсёды можаце ўсталяваць яго на адпаведнай укладцы інфармацыі аб гульні.
ca: Hi ha algunes millores dels teus jocs disponibles. Vols descarregar-les ara?
de: Für deine Spiele sind mehrere Fixes zum Download verfügbar. Möchtest du sie jetzt herunterladen?
es: Hay varios arreglos disponibles para descargar para tus juegos. ¿Quieres descargarlos ahora?
fr: Des fixs sont disponible au téléchargement pour vos jeux. Voulez-vous les télécharger maintenant ?
ru: You Don't Know Jack Vol. 6 The Lost Gold была обнаружена как одна из установленных игр. Эта игра обычно не работает на Windows 10/11 и Linux. Вы хотите скачать и установить исправляющий это патч? Вы всегда можете установить его на соответствующей вкладке информации об игре.
ta: உங்களுக்கு சாக் தொகுதி தெரியாது. இழந்த தங்கம் நிறுவப்பட்ட விளையாட்டுகளில் ஒன்றாக கண்டறியப்பட்டது. இந்த விளையாட்டு பொதுவாக சாளரங்கள் 10/11 மற்றும் லினக்சில் வேலை செய்யாது. அதை சரிசெய்யும் ஒரு பேட்சை பதிவிறக்கம் செய்து நிறுவ விரும்புகிறீர்களா? நீங்கள் அதை எப்போதும் அந்தந்த விளையாட்டு செய்தி தாவலில் நிறுவலாம்.
tr: Jack'i Bilmiyorsun Vol.6 Kayıp Altın yüklenmiş bir oyun olarak tespit edildi. Bu oyun normalde Windows 10/11 ve Linux işletim sistemlerine çalışmıyor. Bu sorunu düzelten yamayı indirip yüklemek istiyor musunuz? Her zaman belirtilen oyunun menüsünde yamayı yükleyebilirsiniz.
uk: Доступно кілька виправлень для ваших ігор. Бажаєте їх завантажити?

# fixes_available
source: YDKJ Vol. 6 Fix
be: Фікс YDKJ Vol. 6
ca: Millores disponibles
de: Fixes verfügbar
es: Arreglos disponibles
fr: Fix disponible
pl: Dostępny fix
ru: Фикс YDKJ Vol. 6
ta: Ydkj தொகுதி. 6 சரி
tr: Jack'i Bilmiyorsun Vol. 6 Düzeltmesi
uk: Виправлення доступне

source: Path Not Found
be: Шлях не знойдзены
ca: Fitxers No Trobats
de: Pfad nicht gefunden
es: Ruta no encontrada
fr: Chemin introuvable
pl: Nie znaleziono ścieżki
ru: Путь не найден
ta: பாதை காணப்படவில்லை
tr: Dosya Konumu Bulunamadı
uk: Шлях не знайдено

# automatic_game_finder_description
source: Jackbox Utility can detect installed games on this computer using Steam and Epic Games. Do you want to use this feature?
be: Jackbox Utility можа знайсці ўсталяваныя гульні выкарыстоўваючы Steam і Epic Games. Вы хочаце выкарыстоўваць гэтую функцыю?
ca: Jackbox Utility pot detectar els jocs instal·lats des de Steam i Epic Games d'aquest ordinador. Vols activar aquesta funció?
de: Jackbox Utility kann installierte Spiele über Steam und Epic Games automatisch für dich erkennen. Möchtest du diese Funktion nutzen?
es: Jackbox Utility puede detectar los juegos instalados en esta computadora de Steam y Epic Games. ¿Quieres usar esta función?
fr: Jackbox Utility peut détecter les jeux provenant de Steam et Epic games. Voulez-vous utiliser cette fonctionnalité ?
pl: Jackbox Utility może automatycznie wykryć zainstalowane gry na tym komputerze z Steam i Epic Games. Czy chcesz skorzystać z tej usługi?
ru: Jackbox Utility может найти установленные игры используя Steam и Epic Games. Вы хотите использовать эту функцию?
ta: சாக்பாக்ச் பயன்பாடு நீராவி மற்றும் காவிய விளையாட்டுகளைப் பயன்படுத்தி இந்த கணினியில் நிறுவப்பட்ட கேம்களைக் கண்டறிய முடியும். இந்த அம்சத்தைப் பயன்படுத்த விரும்புகிறீர்களா?
tr: Jackbox İzlencesi, Steam ve Epic Games kullanılarak bu bilgisayarda yüklenen oyunları bulabilir. Bu özelliği kullanmak ister misiniz?
uk: Jackbox Utility може виявити встановлену гру на цьому комп'ютері за допомогою Steam та Epic Games. Бажаєте скористатися цією функцією?

# pack_path
source: Game path
be: Шлях да гульні
ca: Ruta del joc
de: Spielpfad
es: Ruta del juego
fr: Chemin vers le pack
pl: Ścieżka gry
ru: Путь к игре
ta: விளையாட்டு பாதை
tr: Oyun konumu
uk: Шлях до гри

source: All Games
be: Усе гульні
ca: Tots els jocs
de: Alle Spiele
es: Todos los juegos
fr: Tous les jeux
pl: Wszystkie gry
ru: Все игры
ta: அனைத்து விளையாட்டுகளும்
tr: Tüm Oyunlar
uk: Усі ігри

# connection_to_main_server_failed
source: Error while retrieving available servers.
be: Падключэнне да ўсіх сервераў перарвана.
ca: Hi ha hagut un error llistant els servidors disponibles.
de: Aufgrund eines Fehlers konnten die verfügbaren Server nicht abgerufen werden.
es: Se produjo un error al recuperar los servidores disponibles
fr: Impossible de récupérer la liste des serveurs. Vérifiez votre connexion internet.
pl: Błąd podczas pozyskiwania dostępnych serwerów.
ru: Подключение ко всем серверам прервано.
ta: கிடைக்கக்கூடிய சேவையகங்களை மீட்டெடுக்கும் போது பிழை.
tr: Mevcut sunucuları listelerken bir hata oluştu.
uk: Помилка під час отримання даних про доступні сервери.

# can_close_popup
source: You can close this pop-up
be: Вы можаце зачыніць гэтае акно
ca: Pots tancar aquesta finestra
de: Du kannst dieses Fenster nun schließen
es: Ya puedes cerrar esta ventana
fr: Vous pouvez fermer cette pop-up
pl: Możesz zamknąć te okienko
ru: Вы можете закрыть это окно
ta: இந்த பாப்-அப் மூடலாம்
tr: Bu mesaj kutusunu kapatabilirsiniz
uk: Ви можете закрити це вікно

# patch_installed
source: {count, plural, one {Patch installed} other {Patches installed}}
be: {count, plural, one {Патч усталяваны} other {Патчаў ўсталявана}}
ca: {count, plural, one {Traducció instal·lada} other {Traduccions instal·lades}}
de: {count, plural, one {Patch installiert} other {Patches installiert}}
es: {count, plural, one {Parche instalado} other {Parches instalados}}
fr: {count, plural, one {Patch installé} other {Patchs installés}}
pl: {count, plural, one {Łatka zainstalowana} other {Łatki zainstalowane}}
ru: {count, plural, one {Патч установлен} other {Патчи установлены}}
ta: {count, plural, one {ஒட்டு நிறுவப்பட்டது} other {ஒட்டுகள் நிறுவப்பட்டது}}
tr: {count, plural, one {Yama indirildi} other {Yama indirildi}}
uk: {count, plural, one {Патч встановлено} other {Патчі встановлено}}

source: players
be: гульцоў
ca: jugadors
de: Spieler
es: jugadores
fr: joueurs
pl: gracze
ru: игроков
ta: வீரர்கள்
tr: oyuncular
uk: гравців

source: Author(s)
be: Аўтар(ы)
ca: Crèdits
de: Mitwirkende
es: Créditos
fr: Auteur(s)
pl: Autorzy
ru: Автор(ы)
ta: ஆசிரியர் (கள்)
tr: Yazarlar
uk: Автор(и)
