Repository: JackboxUtility/JackboxUtility
Catalog: jackbox_patcher/assets/l10n/app_*.arb
Languages: be, ca, de, es, fr, pl, ru, ta, tr, uk

# loading_save_failed
source: Failed to retrieve your saves.
be: Не ўдалося атрымаць захаваныя файлы.
ca: Hi ha hagut un error recuperant les dades desades.
de: Deine Speicherdaten konnten nicht gelesen werden.
es: No se pudieron recuperar tus guardados.
fr: Erreur lors de la récupération des sauvegardes.
ru: Не удалось получить ваши сохранения.
ta: உங்கள் சேமிப்புகளை மீட்டெடுப்பதில் தோல்வி.
tr: Kayıt dosyalarınız alınamadı.
uk: Не вдалося отримати ваші збереження.

# loading_check_internet_connection
source: Please check your internet connection and try again.
be: Калі ласка, праверце падключэнне да Інтэрнэту і паўтарыце спробу.
ca: Comprova la teva connexió a Internet i torna-ho a intentar.
de: Bitte überprüfe deine Internetverbindung und versuche es nochmal.
es: Comprueba tu conexión a Internet e inténtalo de nuevo.
fr: Vérifiez votre connexion à internet et rééssayez.
ru: Пожалуйста, проверьте подключение к Интернету и повторите попытку.
ta: உங்கள் இணைய இணைப்பைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
tr: Lütfen internet bağlantınızı kontrol edin ve yeniden deneyin.
uk: Будь ласка, перевірте ваше з'єднання з інтернетом та спробуйте ще раз.

# game_reset
source: Reset Game
be: Скід гульні
ca: Restaurar Joc
de: Übersetzung entfernen
es: Restaurar juego
fr: Réinitialiser le jeu
pl: Zresetuj grę
ru: Сброс игры
ta: விளையாட்டை மீட்டமை
tr: Oyunu Sıfırla
uk: Відновити гру

# settings_discord_rich_presence_buttons_title
source: Show Support Buttons
be: Паказваць кнопкі падтрымкі
ca: Mostrar botons de suport
de: Support-Buttons anzeigen
es: Mostrar botones de apoyo
fr: Montrer les boutons de support
ru: Показывать кнопки поддержки
ta: உதவி பொத்தான்களைக் காட்டு
tr: Destek Düğmelerini Göster
uk: Кнопки з посиланнями

# filter_full_moderation
source: Full Moderation
be: Поўная Мадэрацыя
ca: Moderació Completa
de: Vollständige Moderation
es: Moderación completa
fr: Modération complète
ru: Полная Модерация
ta: முழு மிதமான
tr: Tam Moderasyon
uk: Повна модерація

# select_game_location
source: Select the location of {game}
be: Абярыце шлях да {game}
ca: Escull la ubicació de {game}
de: Wähle den Speicherort von {game}
es: Selecciona la ubicación de {game}
pl: Wybierz lokalizację {game}
ru: Выберите путь к {game}
ta: விளையாட்டு of இன் இருப்பிடத்தைத் தேர்ந்தெடுக்கவும் {game}
tr: {game} oyununun konumunu seçin
uk: Оберіть папку з {game}

# game_translation_not_available
source: In English
be: На англійскай
ca: En Anglès
de: Auf Englisch
es: En inglés
fr: En Anglais
pl: Po angielsku
ru: На английском
ta: ஆங்கிலத்தில்
tr: İngilizce Dilinde
uk: Без перекладу

source: Max Playtime
be: Максімальны час гульні
ca: Temps màxim de joc
de: Max. Spieldauer
es: Tiempo de juego máximo
fr: Temps de jeu max
ru: Максимальное время игры
ta: அதிகபட்ச விளையாட்டு நேரம்
tr: Maksimum Oynama Süresi
uk: Максимальний час гри (хв)

# rich_presence_game_information_state
source: Choosing a Game
be: Выбар гульні
ca: Escollint un Joc
de: Wählt ein Spiel
es: Eligiendo un juego
fr: Choisis un jeu
ru: Выбор игры
ta: ஒரு விளையாட்டைத் தேர்ந்தெடுப்பது
tr: Bir Oyun Seçiyor
uk: Обирає гру

source: Moderation
be: Мадэрацыя
ca: Moderació
es: Moderación
fr: Modération
ru: Модерация
ta: மிதமான
tr: Moderasyon
uk: Модерація

source: Notifications
be: Апавяшчэнні
ca: Notificacions
de: Benachrichtigungen
es: Notificaciones
pl: Powiadomienia
ru: Уведомления
ta: அறிவிப்புகள்
tr: Bildirimler
uk: Сповіщення

# connected_to_server_change
source: Change
be: Змяніць
ca: Canviar
de: Ändern
es: Cambiar
fr: Changer
pl: Zmień
ru: Сменить
ta: மாற்றம்
tr: Değiştir
uk: Змінити

# custom_server_error
source: Failed to recover server from link.
be: Не ўдалося аднавіць сервер па спасылцы.
ca: No s'ha trobat cap servidor amb aquest enllaç.
de: Der Server konnte nicht durch den Link hinzugefügt werden.
es: No se pudo recuperar el servidor con el enlace.
fr: Impossible de récupérer un serveur à partir de ce lien.
ru: Не удалось восстановить сервер по ссылке.
ta: இணைப்பிலிருந்து சேவையகத்தை மீட்டெடுப்பதில் தோல்வி.
tr: Linkten bir sunucu bulunamadı.
uk: Не вдалося знайти сервер за наданим посилання.

# moderation_tooltip
source: If this game has a moderation system (accepts, rejects or censors player input on-screen.)
be: Ці ёсць у гэтай гульні сістэма мадэрацыі (прымае, адхіляе або цэнзуруе экранныя паведамленні гульцоў)
ca: Si aquest joc té un sistema de moderació (per acceptar, refusar o censurar el que els jugadors envien a la pantalla).
de: Inwiefern dieses Spiel ein Moderationssystem hat (über das Spielereingaben auf dem Bildschirm akzeptiert, abgelehnt oder zensiert werden können).
es: Si este juego tiene un sistema de moderación (acepta, rechaza o censura lo que envían los jugadores en pantalla).
fr: Si ce jeu a un système de modération (censure, etc.)
ru: Есть ли в этой игре система модерации (принимает, отклоняет или цензурирует экранные сообщения игроков)
ta: இந்த விளையாட்டில் மிதமான அமைப்பு இருந்தால் (திரையில் பிளேயர் உள்ளீட்டை ஏற்றுக்கொள்கிறது, நிராகரிக்கிறது அல்லது தணிக்கை செய்கிறது.)
tr: Bu oyunun bir moderasyon (oyuncu yanıtlarını kabul eden, reddeden ya da sansürleyen) sisteminin olduğu ya da olmadığı gösterilir.
uk: Показує чи має ця гра систему модерації (приймання/відхилення/цензурування надісланого гравцями вмісту)

# open_launcher_on_startup_title_tip
source: Open Launcher on Startup
be: Адкрываць лаўнчар пры запуску
ca: Obrir el llançador a l'iniciar
de: Launcher beim App-Start öffnen
es: Abrir launcher al inicio
fr: Ouvrir le menu des jeux au démarrage
ru: Открывать лаунчер при запуске
ta: தொடக்கத்தில் திறந்த துவக்கி
tr: Başlangıçta Başlatıcıyı Aç
uk: Відкривати лаунчер при запуску застосунка

# filter_dubbed
source: Dubbed
be: Агучана
ca: Doblat
de: Sprachausgabe
es: Doblado
fr: Doublé
ru: Озвучено
ta: டப்பிங்
tr: Dublajlı
uk: Озвучено

# game_community_dubbed_description
source: These games are dubbed by the community.
be: Гэтыя гульні агучаныя супольнасцю.
ca: Aquests jocs estan doblats per la comunitat.
de: Diese Spiele wurden von der Community synchronisiert
es: Estos juegos se encuentran doblados por la comunidad.
fr: Ces jeux ont une version doublée par la communauté.
pl: Te gry mają dubbing zaproponowany przez społeczność.
ru: Эти игры озвучены сообществом.
ta: இந்த விளையாட்டுகள் சமூகத்தால் அழைக்கப்படுகின்றன.
tr: Bu oyunlar topluluk tarafından dublajlanmıştır.
uk: У цих іграх присутнє озвучення від спільноти.

source: Contributors
be: Удзельнікі
ca: Col·laboradors
de: Mitwirkende
es: Contribuyentes
fr: Contributeurs
pl: Współtwórcy
ru: Участники
ta: பங்களிப்பாளர்கள்
tr: Katkı Sağlayanlar
uk: Контриб'ютори

source: Starting
be: Пачатак
ca: Començant
de: Starte...
es: Comenzando
fr: Démarrage
pl: Rozpoczęcie
ru: Начало
ta: தொடங்குகிறது
tr: Başlatılıyor
uk: Початок роботи

# settings_sfx_title
source: Enable SFX
be: Уключыць SFX
ca: Activar efectes de so
de: Soundeffekte
es: Habilitar efectos de sonido
fr: Activer les SFX
ru: Включить SFX
ta: SFX ஐ இயக்கவும்
tr: Ses Efektlerini Etkinleştir
uk: Звуки у застосунку

# no_game_in_this_category_description
source: There are no games in this category. Try adding more in the Settings section.
be: У гэтай катэгорыі няма гульняў. Дадайце яшчэ гульняў у секцыі Налад.
ca: No hi ha jocs en aquesta categoria. Prova a afegir-ne més des de les Opcions.
de: In dieser Kategorie besitzt du keine Spiele. Wenn du in den Einstellungen weitere hinzufügst, werden sie dir hier angezeigt.
es: No se encuentran juegos en esta categoría. Intenta añadir más en la sección de Ajustes.
fr: There is no game in this category. Try adding more in the settings section.
pl: W tej kategorii nie ma gier. Spróbuj dodać ich więcej w sekcji Ustawień.
ru: В этой категории нет игр. Добавьте ещё игр в секции Настроек.
ta: இந்த வகையில் எந்த விளையாட்டுகளும் இல்லை. அமைப்புகள் பிரிவில் மேலும் சேர்க்க முயற்சிக்கவும்.
tr: Bu kategoride bir oyun yok. Ayarlar menüsünden birkaç tane ekleyin.
uk: У цій категорії немає жодної гри. Спробуйте змінити категорію чи додати необхідну гру у налаштуваннях.

# launch_search_game
source: Launch / Search Games
be: Запусціць / Шукаць Гульні
ca: Executar / Cercar Jocs
de: Starte / Suche Spiele
es: Ejecutar / Buscar juegos
fr: Lancer / Rechercher un jeu
pl: Uruchom/ Wyszukaj gry
ru: Запустить / Искать Игры
ta: விளையாட்டுகளைத் தொடங்கவும் / தேடவும்
tr: Oyun Çalıştır / Ara
uk: Лаунчер / Пошук

# settings_app_startup_category
source: App Startup
be: Запуск прыкладанняў
ca: Inici de l'Aplicació
de: App-Start
es: Inicio de la aplicación
fr: Démarrage de l'application
ru: Запуск приложений
ta: பயன்பாட்டு தொடக்க
tr: Uygulama Başlangıcı
uk: Запуск застосунка

# settings_app_reset_hidden_description
source: Resets all the hidden games to visible.
be: Скінуць усе схаваныя гульні да бачных
ca: Restableix tots els jocs ocults a visibles.
de: Setzt alle ausgeblendeten Spiele zurück auf sichtbar
es: Restablece todos los juegos ocultos a visibles.
fr: Réinitialise les jeux cachés en visible.
ru: Сбросить все скрытые игры до видимых
ta: மறைக்கப்பட்ட அனைத்து விளையாட்டுகளையும் காணக்கூடிய வகையில் மீட்டமைக்கிறது.
tr: Tüm gizli oyunları görünür hâle getirir.
uk: Скинути видимість усіх ігор, які ви приховали.

source: App Information
be: Аб дадатку
ca: Informació de l'Aplicació
de: App-Informationen
es: Información de la aplicación
fr: Information de l'application
pl: Informacje o aplikacji
ru: О приложении
ta: பயன்பாட்டு செய்தி
tr: Uygulama Bilgisi
uk: Інформація про застосунок

# loading_connection_failed
source: Failed to connect to the server.
be: Не атрымалася злучыцца з серверам.
ca: Hi ha hagut un error de connexió amb el servidor.
de: Die Verbindung zum Server ist fehlgeschlagen.
es: Error al conectar con el servidor.
fr: Erreur lors de la connexion au serveur.
ru: Не удалось подключиться к серверу.
ta: சேவையகத்துடன் இணைக்கத் தவறிவிட்டது.
tr: Sunucuya bağlanılamadı.
uk: Не вдалося під'єднатися до сервера.

# settings_app_reset_stars_description
source: Resets all the stars for each game.
be: Скідае ўсе зоркі для кожнай гульні
ca: Restableix les estrelles de cada joc.
de: Setzt alle Sterne für jedes Spiel zurück
es: Restablece todas las estrellas en cada juego.
fr: Réinitialiser le classement pour chacun des jeux.
ru: Сбрасывает все звезды для каждой игры
ta: ஒவ்வொரு விளையாட்டுக்கும் அனைத்து நட்சத்திரங்களையும் மீட்டமைக்கிறது.
tr: Her oyun için yıldızları sıfırlar.
uk: Скинути усі зірки, які ви поставили іграм.

# filter_playable
source: Playable
be: Гуляемы
ca: Jugable
de: Spielbar
es: Jugable
fr: Jouable
ru: Играемо
ta: விளையாடக்கூடியது
tr: Uygun
uk: Так

# extracting_error_description
source: An error occurred while extracting the game. Check if you have enough storage free and try again.
be: Адбылася памылка падчас распакавання гульні.
ca: Hi ha hagut un error descomprimint el joc. Comprova si tens suficient espai d'emmagatzematge lliure i torna-ho a intentar.
de: Beim Entpacken des Spiels ist ein Fehler aufgetreten. Bitte überprüfe, ob du ausreichend freien Speicherplatz zur Verfügung hast und versuche es erneut.
es: Se produjo un error al extraer el juego. Comprueba si tienes suficiente espacio de almacenamiento libre e inténtalo de nuevo.
fr: Une erreur est survenue pendant l'extraction. Regardez si vous avez assez d'espace de stockage et rééssayez.
pl: Podczas wyodrębniania gry wystąpił błąd. Sprawdź dostępne miejsce i spróbuj ponownie.
ru: Произошла ошибка во время распаковки игры. Проверьте, достаточно ли у вас свободного места в памяти, и повторите попытку.
ta: விளையாட்டைப் பிரித்தெடுக்கும் போது பிழை ஏற்பட்டது. உங்களிடம் போதுமான சேமிப்பிடம் இலவசம் இருக்கிறதா என்று சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
tr: Oyunu çıkartırken bir hata oluştu. Yeterince boş depolama alanı olduğundan emin olun ve yeniden deneyin.
uk: Під час розпакування гри виникла помилка. Будь ласка, перевірте, чи достатньо у вас вільного місця на диску і спробуйте ще раз.

source: Translation
be: Пераклад
ca: Traducció
de: Übersetzungsstatus
es: Traducción
fr: Traduction
ru: Перевод
ta: மொழிபெயர்ப்பு
tr: Çeviri
uk: Переклад

# in_language_description
source: These games are available in {language} (natively or translated by the community.)
be: Гэтыя гульні даступныя на {language} мове (афіцыйна або перакладзены супольнасцю.)
ca: Aquests jocs estan disponibles en {language} (oficialment o traduïts per la comunitat).
de: Diese Spiele sind auf {language} verfügbar (nativ oder durch die Community)
es: Estos juegos están disponibles en {language} (nativamente o traducidos por la comunidad).
fr: Ces jeux snt disponibles en {language} (nativement ou traduit par la communauté)
pl: Te gry są dostępne w {language} (albo naturalnie, albo poprzez tłumaczenie społeczności.)
ru: Эти игры доступны на {language} языке (официально или переведены сообществом.)
ta: இந்த விளையாட்டுகள் {language} இல் கிடைக்கின்றன (சொந்தமாக அல்லது சமூகத்தால் மொழிபெயர்க்கப்பட்டுள்ளன.)
tr: Bu oyunlar {language} dilinde mevcuttur (orijinal olarak ya da topluluk çevirisi olarak.)
uk: У цих іграх присутня {language}.

# game_translation_community_translated
source: Translated by the Community
be: Перакладзена супольнасцю
ca: Traduït per la comunitat
de: Übersetzt von der Community
es: Traducido por la comunidad
fr: Traduit par la communauté
pl: Przetłumaczone przez społeczność
ru: Переведено сообществом
ta: சமூகத்தால் மொழிபெயர்க்கப்பட்டுள்ளது
tr: Topluluk Tarafından Çevrildi
uk: Переклад від спільноти

# filter_fully_playable
source: Fully Playable
be: Цалкам Гуляемы
ca: Perfecte
de: Uneingeschränkt
es: Perfecto
fr: Jouable entièrement
ru: Полностью Играемо
ta: முழுமையாக விளையாடக்கூடியது
tr: Tam Uygun
uk: Повністю

source: Cancel
be: Адмена
ca: Cancel·lar
de: Abbrechen
es: Cancelar
fr: Annuler
pl: Anuluj
ru: Отмена
ta: ரத்துசெய்
tr: İptal
uk: Скасувати

# rich_presence_game_menu_details
source: Choosing a Game
be: Выбар гульні
ca: Escollint un Joc
de: Wählt ein Spiel
es: Eligiendo un juego
fr: Choisis un jeu
ru: Выбор игры
ta: ஒரு விளையாட்டைத் தேர்ந்தெடுப்பது
tr: Bir Oyun Seçiyor
uk: Обирає гру

source: Random Game
be: Выпадковая гульня
ca: Joc Aleatori
de: Zufälliges Spiel
es: Juego aleatorio
fr: Jeu au hasard
ru: Случайная игра
ta: சீரற்ற விளையாட்டு
tr: Rastgele Oyun
uk: Випадкова гра

# filter_translated
source: Translated
be: Перакладзена
ca: Traduït
de: Übersetzt
es: Traducido
fr: Traduit
ru: Переведено
ta: மொழிபெயர்க்கப்பட்டுள்ளது
tr: Çevirildi
uk: Перекладено

source: Audience
be: Гледачы
ca: Audiència
de: Publikum
es: Público
pl: Publiczność
ru: Зрители
ta: பார்வையாளர்கள்
tr: Seyirciler
uk: Глядачі

source: minutes
be: хвілін
ca: minuts
de: Minuten
es: minutos
ru: минут
ta: நிமிடங்கள்
tr: dakika
uk: хвилин

# rich_presence_settings_state
source: In the Settings
be: У наладах
ca: A les Opcions
de: In den Optionen
es: En los ajustes
fr: Dans les paramètres
ru: В настройках
ta: அமைப்புகளில்
tr: Ayarlarda
uk: У налаштуваннях

# game_dubbed_description
source: These games are dubbed by the community or by Jackbox.
be: Гэтыя гульні агучаныя супольнасьцю або Jackbox.
ca: Aquests jocs estan doblats de manera oficial o per la comunitat.
de: Diese Spiele wurden von der Community oder von Jackbox synchronisiert
es: Estos juegos están doblados por la comunidad o de manera oficial.
fr: Ces jeux sont doublés par la communauté ou par Jackbox.
pl: Te gry mają dubbing od społeczności albo od Jackbox.
ru: Эти игру озвучены сообщестом или Jackbox.
ta: இந்த விளையாட்டுகள் சமூகத்தால் அல்லது சாக்பாக்சால் அழைக்கப்படுகின்றன.
tr: Bu oyunlar topluluk tarafından ya da Jackbox tarafından dublajlanmıştır.
uk: У цих іграх присутнє озвучення.

source: Confirm
be: Пацвердзіць
ca: Confirmar
de: Bestätigen
es: Confirmar
fr: Valider
pl: Potwierdź
ru: Подтвердить
ta: உறுதிப்படுத்தவும்
tr: Onayla
uk: Підтвердити

# game_community_dubbed
source: Community Dubbed
be: Агучана супольнасцю
ca: Doblat per la comunitat
de: Community-Synchro
es: Doblado por la comunidad
fr: Doublé par la communauté
pl: Z dubbingiem społeczności
ru: Озвучено сообществом
ta: சமூகம் டப்பிங்
tr: Topluluk Dublajı
uk: Озвучення від спільноти

# confirmation_description
source: Are you sure you want to {action}? This action cannot be undone.
be: Вы сапраўды жадаеце {action}? Гэта дзеянне незваротна.
ca: Segur que vols {action}? Aquesta acció no es pot desfer.
de: Möchtest du wirklich {action}? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres {action}? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir {action} ? Cette action ne peut pas être annulée.
pl: Na pewno chcesz {action}? Tej czynności nie da się cofnąć.
ru: Вы точно хотите {action}? Это действие необратимо.
ta: நீங்கள் நிச்சயமாக {action} செய்ய விரும்புகிறீர்களா? இந்த செயலை செயல்தவிர்க்க முடியாது.
tr: {action} işlemini yapmak istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви дійсно бажаєте {action}? Цю дію неможливо скасувати.

# settings_app_startup_description
source: Open the list of games when you open the app.
be: Адкрываць спіс гульняў пры адкрыцці прыкладання
ca: Mostra la llista de jocs quan obris l'aplicació.
de: Beim Öffnen der App direkt in der Spieleliste starten
es: Abre la lista de juegos cuando abres la aplicación.
fr: Ouvrir la liste de jeu quand vous ouvrez l'application.
ru: Открывать список игр при открытии приложения
ta: நீங்கள் பயன்பாட்டைத் திறக்கும்போது விளையாட்டுகளின் பட்டியலைத் திறக்கவும்.
tr: Uygulamayı açınca oyun listesini açar.
uk: При запуску застосунок буде оминати головне меню та одразу відкривати лаунчер.

# rich_presence_patcher_state
source: In the Patch List
be: У спісе патчаў
ca: A la Llista de Traduccions
de: In der Patchliste
es: En la lista de parches
fr: Dans la liste des patchs
ru: В списке патчей
ta: இணைப்பு பட்டியலில்
tr: Yama Listesinde
uk: У патчері

# settings_sfx_description
source: Enables sound effects in the app.
be: Уключае гукавыя эфекты ў дадатку
ca: Activa els efectes de so de l'aplicació.
de: Aktiviert Soundeffekte in der App
es: Habilita efectos de sonido en la aplicación.
fr: Activer les effets sonores dans l'application.
ru: Включает звуковые эффекты в приложении
ta: பயன்பாட்டில் ஒலி விளைவுகளை செயல்படுத்துகிறது.
tr: Uygulamada ses efektlerini etkinleştirir.
uk: Додаткові звукові ефекти у застосунку.

# filter_players_number
source: Player Count
be: Коль-ць Гульцоў
ca: Nombre de Jugadors
de: Spieleranzahl
es: Número de jugadores
fr: Nombre de joueurs
pl: Liczba graczy
ru: Кол-во Игроков
ta: வீரர் எண்ணிக்கை
tr: Oyuncu Sayısı
uk: Кількість гравців

source: Stars
be: Зорак
ca: Estrelles
de: Sternen
es: estrellas
fr: Etoiles
ru: Звёзд
ta: நட்சத்திரங்கள்
tr: Yıldızlar
uk: зірками

# filter_midly_playable
source: Mildly Playable
be: Амаль Гуляем
ca: Decent
de: Bedingt
es: Decente
fr: Jouable partiellement
ru: Почти Играемо
ta: லேசாக விளையாடக்கூடியது
tr: Kısmen Uygun
uk: Частково

source: Optional
be: Апцыянальна
ca: Opcional
es: Opcional
fr: Optionel
pl: Opcjonalne
ru: Опционально
ta: விரும்பினால்
tr: İsteğe Bağlı
uk: Необов'язково

# settings_discord_rich_presence_title
source: Discord Rich Presence
de: Discord-Aktivitätsstatus
es: Estado de la actividad en Discord
ta: முரண்பாடு பணக்கார இருப்பு
tr: Discord Detaylı Etkinlik

# loading_initialization_failed
source: Failed to initialize the app.
be: Не ўдалося ініцыялізаваць праграму.
ca: Hi ha hagut un error iniciant l'aplicació.
de: App konnte nicht gestartet werden.
es: No se pudo inicializar la aplicación.
fr: Erreur lors de l'initialisation de l'application.
ru: Не удалось инициализировать приложение.
ta: பயன்பாட்டைத் தொடங்குவதில் தோல்வி.
tr: Uygulama başlatılamadı.
uk: Не вдалося ініціалізувати застосунок.

# game_reset_description
source: This will validate all the files of this game. If you installed any patch, it will be deleted from your game. Are you sure you want to continue?
be: Гэта прывядзе да праверкі ўсіх файлаў гэтай гульні. Калі вы ўсталявалі які-небудзь патч, ён будзе выдалены з вашай гульні. Вы ўпэўненыя, што жадаеце працягнуць?
ca: Això validarà tots els arxius del joc. Qualsevol traducció instal·lada s'eliminarà del joc. Segur que vols continuar?
de: Dadurch wird dein Spiel vollständig zurückgesetzt. Wenn du einen Patch installiert haben solltest, wird dieser gelöscht. Bist du dir GANZ sicher, dass du fortfahren möchtest?
es: Esto validará todos los archivos de este juego. Si instalaste algún parche, se eliminará del juego. ¿Seguro que quieres continuar?
fr: Cela va valider tous les fichiers du jeu. Si vous avez installé un patch, il sera enlevé du jeu. Êtes-vous sûr de vouloir continuer ?
ru: Это приведет к проверке всех файлов этой игры. Если вы установили какой-либо патч, он будет удален из вашей игры. Вы уверены, что хотите продолжить?
ta: இது இந்த விளையாட்டின் அனைத்து கோப்புகளையும் சரிபார்க்கும். நீங்கள் ஏதேனும் இணைப்பு நிறுவியிருந்தால், அது உங்கள் விளையாட்டிலிருந்து நீக்கப்படும். நீங்கள் தொடர விரும்புகிறீர்களா?
tr: Bu oyunun tüm dosyalarını doğrular. Eğer herhangi bir yama indirdiyseniz, oyununuzdan silinecektir. Devam etmek istediğinizden emin misiniz?
uk: Ця дія перевірить всі файли гри. Якщо ви встановили якийсь патч, його буде видалено. Ви впевнені, що хочете продовжити?

# filter_moderation_censoring
source: Mod. & Censoring
be: Мадэрацыя і Цэнзура
ca: Mod. i Censura
de: Moderation & Zensur
es: Moderación y censura
fr: Mod. et Censure
ru: Модерация и Цензура
ta: மோட். & தணிக்கை
tr: Moderasyon & Sansürleme
uk: Модерація й цензура

# no_game_in_this_category_title
source: No games in this category
be: У гэтай катэгорыі няма гульняў
ca: No hi ha jocs en aquesta categoria
de: Kein Spiel in dieser Kategorie
es: No hay juegos en esta categoría
fr: No game in this category
pl: W tej kategorii nie ma żadnej gry
ru: В данной категории нет игр
ta: இந்த பிரிவில் விளையாட்டுகள் இல்லை
tr: Bu kategoride bir oyun yok
uk: У цій категорії немає ігор

source: Donate
be: Донат
ca: Donar
de: Spenden
es: Donar
fr: Supporter l'application
ru: Донат
ta: நன்கொடை
tr: Bağış Yap
uk: Підтримати

# filter_available
source: Available
be: Даступна
ca: Disponible
de: Verfügbar
es: Disponible
fr: Disponible
ru: Доступно
ta: கிடைக்கிறது
tr: Mevcut
uk: Доступно

source: Extracting
be: Распакоўка
ca: Descomprimint
de: Entpacke Patch...
es: Extrayendo
fr: Extraction
pl: Wypakowywanie
ru: Распаковка
ta: பிரித்தெடுக்கும்
tr: Çıkartılıyor
uk: Витягування

source: Fix
be: Фікс
ca: Millores
es: Arreglo
pl: Napraw
ru: Фикс
ta: சரிசெய்யவும்
tr: Düzeltme
uk: Виправлення

source: Special Thanks
be: Асобнае Дзякуй
ca: Agraïments especials
de: Besonderer Dank
es: Agradecimientos especiales
fr: Remerciements
ru: Отдельное Спасибо
ta: சிறப்பு நன்றி
tr: Özel Teşekkürler
uk: Окрема подяка

source: Settings
be: Налады
ca: Opcions
de: Optionen
es: Ajustes
fr: Paramètres
pl: Ustawienia
ru: Настройки
ta: அமைப்புகள்
tr: Ayarlar
uk: Налаштування

source: Custom server link
be: Карыстальніцкая спасылка на сервер
ca: Enllaç del servidor personalitzat
de: Eigener Link zum Server
es: Enlace de servidor personalizado
fr: Lien de serveur
ru: Пользовательская ссылка на сервер
ta: தனிப்பயன் சேவையக இணைப்பு
tr: Özel sunucu linki
uk: Посилання на сервер
