Repository: JackboxUtility/JackboxUtility
Catalog: jackbox_patcher/assets/l10n/app_*.arb
Languages: be, ca, de, es, fr, pl, ru, ta, tr, uk

# patch_not_installed
source: {count, plural, one {Install the patch} other {Install patches}}
be: {count, plural, one {Усталяваць патч} other {Усталяваць патчы}}
ca: {count, plural, one {Instal·lar traducció} other {Instal·lar traduccions}}
de: {count, plural, one {Patch installieren} other {Patches installieren}}
es: {count, plural, one {Instalar parche} other {Instalar parches}}
fr: {count, plural, one {Installer le patch} other {Installer les patchs}}
pl: {count, plural, one {Zainstaluj łatkę} other {Zainstaluj łatki}}
tr: {count, plural, one {Yamayı indir} other {Yamaları indir}}
uk: {count, plural, one {Встановити патч} other {Встановити патчі}}

source: Ranked by Stars
be: Ранжыраванне па зорках
ca: Classificat per Estrelles
de: Sortiert nach Sternen
es: Clasificación por estrellas
fr: Classement personnel
ru: Ранжирование по звездам
ta: நட்சத்திரங்களால் தரவரிசைப்படுத்தப்பட்டது
tr: Yıldızlarla Sıralama
uk: Ваші зірки

# quit_while_downloading_title
source: Download in Progress
be: Усталяванне
ca: Descàrrega en Curs
de: Ein Download ist aktiv
es: Descarga en progreso
fr: Téléchargement en cours
pl: Pobieranie w toku
ru: Установка
ta: பதிவிறக்கம் முன்னேற்றத்தில் உள்ளது
tr: İndirme Devam Ediyor
uk: Завантаження триває

source: Patch Unavailable
be: Патч недаступны
ca: Traducció no disponible
de: Kein Patch verfügbar
es: Parche no disponible
fr: Patch non disponible
pl: Łatka nie jest Dostępna
ru: Патч недоступен
ta: இணைப்பு கிடைக்கவில்லை
tr: Yama Mevcut Değil
uk: Патч недоступний

# path_not_found_small_description
source: The path to the game was not found.
be: Шлях да гульні не знойдзены.
ca: No s'han trobat els fitxers del joc.
de: Der Pfad zum Spiel wurde nicht gefunden.
es: No se encontró la ruta del juego.
fr: Le chemin vers le pack n'a pas été trouvé.
pl: Ścieżka gry nie została znaleziona.
ru: Путь к игре не найден.
ta: விளையாட்டுக்கான பாதை காணப்படவில்லை.
tr: Oyun dosyasının konumu bulunamadı.
uk: Шлях до гри не знайдено.

source: Description
be: Апісанне
ca: Descripció
de: Beschreibung
es: Descripción
pl: Opis
ru: Описание
ta: விவரம்
tr: Açıklama
uk: Опис

source: Launch Game (Fast Launcher)
be: Запусціць гульню (Хуткі запуск)
ca: Jugar (Llançament Ràpid)
de: Spiel starten (Schnellstart)
es: Ejecutar juego (rápidamente)
fr: Lancer le jeu (fast launcher)
pl: Uruchom grę (Szybki start)
ru: Запустить игру (Быстрый запуск)
ta: துவக்க விளையாட்டு (ஃபாச்ட் லாஞ்சர்)
tr: Oyunu Çalıştır (Hızlı Çalıştırıcı)
uk: Запустити гру (швидкий запуск)

# game_type_coop
source: Coop
be: Каоп
es: Cooperativo
fr: Jeu en cooperation
pl: Kooperacyjne
ru: Кооп
ta: கூட்டுறவு
tr: Kooperatif
uk: Кооперативні

# installing_a_patch_description
source: You will install the patch. This action is irreversible.
be: Вы ўсталюеце патч. Гэта дзеянне незваротнае.
ca: Instal·laràs la traducció. Aquesta acció és irreversible.
de: Der Patch wird installiert.
es: Instalarás el parche. Esta acción es irreversible.
fr: Vous allez installer le patch. Cette action est irréversible.
pl: Za chwilę pobierzesz łatkę. Ta akcja jest nieodwracalna.
ru: Вы установите патч. Это действие необратимо.
ta: நீங்கள் பேட்சை நிறுவுவீர்கள். இந்த நடவடிக்கை மாற்ற முடியாதது.
tr: Bu yamayı yükleyeceksiniz. Bu işlem geri alınamaz.
uk: Ви встановлюєте патч. Ця дія є незворотною.

# game_translation_translated
source: Officially Translated in {language}
be: Афіцыйна перакладзена на {language} мову
ca: Traduït oficialment
de: Offiziell übersetzt auf {language}
es: Traducido oficialmente
fr: Traduit en {language} par Jackbox
pl: Oficjalnie przetłumaczone na {language}
ru: Официально переведено на {language}
ta: {language} இல் அதிகாரப்பூர்வமாக மொழிபெயர்க்கப்பட்டுள்ளது
tr: Resmi Olarak {language} Diline Çevrildi
uk: Офіційний переклад

# patch_modification_content_text
source: Modification of the game's text content
be: Падтрымка гульні ў гульні з кантэнтам
ca: Tradueix el contingut textual del joc
de: Veränderung der Texte im Spiel
es: Traduce el contenido textual del juego.
fr: Modification du contenu textuel du jeu
pl: Zmiana tekstu wewnątrz gry
ru: Изменение текстового содержимого игры
ta: விளையாட்டின் உரை உள்ளடக்கத்தை மாற்றியமைத்தல்
tr: Oyunun metin içeriği modifikasyonu
uk: Модифікація текстового наповнення гри

# game_type_coop_description
source: In these games, players must work together to win.
be: У гэтых гульнях, players must work together to win.
ca: En aquests jocs, els jugadors han de treballar plegats per guanyar.
de: Bei diesen Spielen müssen die Spieler zusammenarbeiten, um zu gewinnen.
es: En estos juegos, los jugadores deben trabajar juntos para ganar.
fr: Dans ces jeux, les joueurs doivent travailler ensemble pour gagner.
pl: W tych grach gracze muszą pracować razem, by wygrać.
ru: В этих играх, players must work together to win.
ta: இந்த விளையாட்டுகளில், வெற்றிபெற வீரர்கள் ஒன்றிணைந்து செயல்பட வேண்டும்.
tr: Bu oyunlarda oyuncular, kazanmak için hep beraber çalışırlar.
uk: У цих іграх гравці повинні працювати разом, щоб перемогти.

# patch_modification_description
source: This patch changes the game in the following way:
be: Гэты патч змяняе гульню наступным чынам:
ca: Aquesta traducció altera el joc de la següent manera:
de: Dieser Patch hat Einfluss auf folgende Inhalte:
es: Este parche traduce el juego de la siguiente manera:
fr: Ce patch modifie le jeu de la manière suivante :
pl: Ta łatka zmienia grę w następujący sposób:
ru: Этот патч изменяет игру следующим образом:
ta: இந்த இணைப்பு பின்வரும் வழியில் விளையாட்டை மாற்றுகிறது:
tr: Bu yamanın, oyununuza yapacağı değişiklikler:
uk: Цей патч змінює гру наступним чином:

# patch_modification_content_website
source: Modification of the textual content of the jackbox client (only available on {website})
be: Мадыфікацыя тэкставага кантэнту кліента jackbox (даступна толькі на {website})
ca: Tradueix el contingut del dispositiu (només disponible a {website})
de: Veränderung der Inhalte des Controllers (nur verfügbar auf {website})
es: Traduce el contenido del dispositivo (solo disponible en {website})
fr: Modification du contenu textuel du client jackbox (seulement disponible sur {website})
pl: Zmiana tekstu wewnątrz klienta Jackbox (tylko dostępne na {website})
ru: Модификация текстового контента клиента jackbox (доступно только на {website})
ta: சாக் பாக்ச் கிளையண்டின் உரை உள்ளடக்கத்தை மாற்றியமைத்தல் ({website})
tr: Jackbox kumandasının metinsel modifikasyonu (yalnızda {website} adresinde mevcuttur)
uk: Модифікація текстового наповнення клієнта Jackbox (лише на {website})

# small_information
source: Info
be: Інфармацыя
pl: Informacje
ru: Информация
ta: தகவல்
tr: Bilgi
uk: Інфо

source: Search by Tags
be: Знайсці па тэгу
ca: Cercar per Etiquetes
de: Suche nach Tags
es: Buscar por etiquetas
fr: Recherche par tags
pl: Szukaj według etykiet
ru: Найти по тегу
ta: குறிச்சொற்களால் தேடுங்கள்
tr: Etiket Olarak Ara
uk: Пошук за тегами

# games_ranked_by_stars_from_personal_ranking
source: Games ranked by stars from your personal ranking.
ca: Jocs classificats per estrelles segons la teva puntuació personal.
de: Spiele sortiert nach deinem persönlichen Sterne-Ranking
es: Juegos clasificados por estrellas según tu ranking personal.
fr: Jeux classés par étoiles à partir de votre classement personnel.
ta: உங்கள் தனிப்பட்ட தரவரிசையில் இருந்து நட்சத்திரங்களால் தரவரிசைப்படுத்தப்பட்ட விளையாட்டுகள்.
tr: Kişisel puanlarınızda verilen yıldızlara göre sıralanan oyunlar.
uk: Ігри посортовані за зірками, які ви їм виставили.

# automatic_server_finder_found
source: Server Found
be: Сервер знойдзены
ca: Servidor Escollit
de: Server gefunden
es: Servidor encontrado
fr: Serveur trouvé
pl: Znaleziono serwer
ru: Сервер найден
ta: சேவையகம் காணப்பட்டது
tr: Sunucu Bulundu
uk: Сервер знайдено

source: Version
be: Версія
ca: Versió:
es: Versión:
pl: Wersja
ru: Версия
ta: பதிப்பு
tr: Sürüm
uk: Версія

# game_type_team
source: Teams
be: Каманды
ca: Equipos
de: Team
es: Equipos
fr: Jeu en équipe
pl: Drużynowe
ru: Команды
ta: அணிகள்
tr: Takımlı
uk: Командні

# launch_game_fast_launcher_description
source: Launches the game in fast launcher mode which allows you to skip the intro video of the pack and the choice of the game. Only available for some games.
be: Запускае гульню ў рэжыме хуткага запуску, які дазваляе прапусціць уступны ролік пакета і выбар гульні. Даступна толькі для некаторых гульняў.
ca: Executa el joc ràpidament, ometent el vídeo introductori del pack i el menú principal. Només disponible en alguns jocs.
de: Startet das Spiel im Schnellstart-Modus. Dadurch werden sowohl das Introvideo als auch die Spieleauswahl übersprungen. Nur für bestimmte Spiele verfügbar.
es: Ejecuta el juego rápidamente, omitiendo el video de introducción del Pack y la sección del menú.
fr: Lance le jeu en mode fast launcher ce qui permet de passer outre la vidéo d'intro du pack et le choix du jeu. Seulement disponible pour certains jeux.
pl: Uruchamia grę w trybie szybkiego uruchamiania, pozwalając na pominięcie całej czołówki paczki oraz wyboru gry. Jest to dostępne tylko w niektórych grach.
ru: Запускает игру в режиме быстрого запуска, который позволяет пропустить вступительный ролик пакета и выбор игры. Доступно только для некоторых игр.
ta: ஃபாச்ட் லாஞ்சர் பயன்முறையில் விளையாட்டைத் தொடங்குகிறது, இது பேக்கின் அறிமுக வீடியோ மற்றும் விளையாட்டின் தேர்வைத் தவிர்க்க உங்களை அனுமதிக்கிறது. சில விளையாட்டுகளுக்கு மட்டுமே கிடைக்கும்.
tr: Oyunu hızlı çalıştırıcı moduyla çalıştırır ve seçtiğiniz oyunun intro videosunu ve paket seçimini atlamanıza izin verir. Sadece bazı oyunlar için mevcuttur.
uk: Запускає гру у режимі швидкого запуску, що пропускає вступне відео та вибір ігор. Доступно лише для кількох ігор.

# sort_by
source: Sort by {type}
be: Сартаваць па {type}
ca: Ordenar per {type}
de: Sortieren nach {type}
es: Ordenar por {type}
fr: Trier par {type}
ru: Сортировать по {type}
ta: வகை by மூலம் வரிசைப்படுத்துங்கள் {type}
tr: {type} ile Sırala
uk: Сортувати за {type}

# jackbox_utility_description
source: An open-source app to download patches and launch Jackbox games.
be: Прыкладанне з адкрытым зыходным кодам для загрузкі патчаў і запуску гульняў Jackbox.
ca: Una aplicació de codi obert per modificar i executar els jocs de Jackbox.
de: Eine Open-Source-App zum Herunterladen von Patches und Starten von Jackbox-Spielen
es: Una aplicación open-source para descargar parches y ejecutar los juegos de Jackbox.
fr: Une application open-source pour installer des patchs et lancer des jeux Jackbox.
pl: Aplikacja open-source do pobierania łatek i uruchamiania gier Jackbox.
ru: Приложение с открытым исходным кодом для загрузки патчей и запуска игр Jackbox.
ta: திட்டுகளைப் பதிவிறக்கி சாக் பாக்ச் கேம்களைத் தொடங்க திறந்த மூல பயன்பாடு.
tr: Jackbox oyunlarının yamalarını indiren ve çalıştıran bir açık kaynak uygulaması.
uk: Застосунок з відкритим вихідним кодом для встановлення патчів та запуску ігор від Jackbox Games.

# game_type_versus
source: Free For All
ca: Todos contra todos
de: Gegeneinander
es: Todos contra todos
fr: Chacun pour soi
pl: Każdy przeciwko każdemu
ta: அனைவருக்கும் இலவசம்
tr: Kendi Başına
uk: Кожен сам за себе

# game_translation_translated_description
source: These games are translated natively into {language}.
be: Гэтыя гульні афіцыйна перакладзены на {language} мову.
ca: Aquests jocs estan traduïts de manera oficial a {language}.
de: Diese Spiele haben eine offizielle Übersetzung auf {language}
es: Estos juegos están traducidos de manera oficial al {language}.
fr: Ces jeux sont traduits nativement en {language}.
pl: Te gry są natywnie dostępne w {language}.
ru: Эти игры официально переведены на {language}.
ta: இந்த விளையாட்டுகள் {language} மொழியில் மொழிபெயர்க்கப்பட்டுள்ளன.
tr: Bu oyunlar {language} diline resmi olarak çevrildi.
uk: У цих іграх присутня {language}, офіційний переклад.

# settings_anonymous_data_title
source: Anonymous data collection
be: Ананімны збор дадзеных
ca: Recopilació de dades anònimes
de: Anonymisierte Nutzerdaten-Erfassung
es: Recopilación de datos anónimos
fr: Collecte de données anonymes
ru: Анонимный сбор данных
ta: அநாமதேய தரவு சேகரிப்பு
tr: Anonim veri toplaması
uk: Збір анонімних даних

source: Unknown Error
be: Невядомая Памылка
ca: Error desconegut
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
pl: Nieznany błąd
ru: Неизвестная Ошибка
ta: தெரியாத பிழை
tr: Bilinmeyen Hata
uk: Невідома помилка

source: Installing a Patch
be: Усталёўваны Патч
ca: Instal·lant traducció
de: Installiere einen Patch
es: Instalando parche
fr: Installation du patch
pl: Instalowanie łatki
ru: Устанавливаем Патч
ta: ஒரு இணைப்பு நிறுவுதல்
tr: Yama Yüklemesi
uk: Встановлення патча

source: Launch Game
be: Запусціць гульню
ca: Jugar
de: Spiel starten
es: Ejecutar juego
fr: Lancer le jeu
pl: Uruchom Grę
ru: Запустить игру
ta: அறிமுகம்
tr: Oyunu Çalıştır
uk: Запустити гру

source: Launched!
be: Запушчана!
ca: Executat!
de: Gestartet!
es: ¡Ejecutado!
pl: Uruchomiono!
ru: Запущено!
ta: தொடங்கப்பட்டது!
tr: Çalıştırıldı!
uk: Запущено!

source: Unranked
be: Без рэйтынгу
ca: Sense Puntuar
de: Unsortiert
es: Sin clasificar
fr: Non classé
ru: Без рейтинга
ta: அன்ச்கிராங்க்
tr: Puanlanmamış
uk: Без рейтингу

# automatic_game_finder_finish
source: {count, plural, =0 {No game found} one {1 game found} other {{count} games found}}
be: {count, plural, =0 {Гульняў не знойдзена} one {Гульняў знойдзена: 1} other {Гульняў знойдзена: {count}}}
ca: {count, plural, =0 {No s'ha trobat cap joc} one {S'ha trobat 1 joc} other {S'han trobat {count} jocs}}
de: {count, plural, =0 {Kein Spiel gefunden} one {1 Spiel gefunden} other {{count} Spiele gefunden}}
es: {count, plural, =0 {No se encontraron juegos} one {Se encontró 1 juego} other {Se encontraron {count} juegos}}
fr: {count, plural, =0 {Aucun jeu trouvé} one {1 jeu trouvé} other {{count} jeux trouvés}}
pl: {count, plural, =0 {Nie znaleziono żadnych gier} one {Znaleziono 1 grę} other {Znaleziono {count} gier}}
ru: {count, plural, =0 {Игр не найдено} one {Игр найдено: 1} other {Игр найдено: {count}}}
ta: {count, plural, =0 {எந்த விளையாட்டும் கிடைக்கவில்லை.} one {1 விளையாட்டு கண்டுபிடிக்கப்பட்டது} other {{count} விளையாட்டுகள் கண்டுபிடிக்கப்பட்டது}}
tr: {count, plural, =0 {Oyun Bulunamadı} one {1 oyun bulundu} other {{count} oyun bulundu}}
uk: {count, plural, =0 {Ігор не виявлено} one {Виявлено 1 гру} few {Виявлено {count} гри} other {Виявлено {count} ігор}}

source: Search by Translation
be: Знайсьці па перакладзе
ca: Cercar per Traducció
de: Suche nach Übersetzungsstatus
es: Buscar por traducción
fr: Recherche par traduction
pl: Szukaj według statusu tłumaczenia
ru: Найти по переводу
ta: மொழிபெயர்ப்பு மூலம் தேடுங்கள்
tr: Çeviri Olarak Ara
uk: Пошук за перекладом

source: Search by Ranking
be: Пошук па рэйтынгу
ca: Cercar per Puntuació
de: Suche nach Ranking
es: Buscar por ranking
fr: Chercher par classement
ru: Поиск по рейтингу
ta: தரவரிசை மூலம் தேடுங்கள்
tr: Puanlama ile Sırala
uk: Пошук за рейтингом

# game_patch_unavailable
source: Patch unavailable
be: Патч недаступны
ca: Traducció no disponible
de: Patch nicht verfügbar
es: Parche no disponible
fr: Aucune traduction disponible
pl: Łatka nie jest dostępna
ru: Патч недоступен
ta: இணைப்பு கிடைக்கவில்லை
tr: Yama mevcut değil
uk: Патч недоступний

# connection_to_server_failed
source: Connection to the Server Failed
be: Падлучэнне да сервера перарвана.
ca: La Connexió amb el Servidor ha Fallat
de: Verbindung zum Server fehlgeschlagen
es: La conexión con el servidor falló
fr: Connexion au serveur échoué
pl: Nie udało się połączyć z serwerem
ru: Подключение к серверу прервано.
ta: சேவையகத்திற்கான இணைப்பு தோல்வியடைந்தது
tr: Sunucuya Bağlanma Başarısız Oldu
uk: Не вдалося з'єднатися з сервером

# settings_anonymous_data_description
source: Help us improve the app by sending anonymous data about your usage of the app.
be: Дапамажыце нам палепшыць праграму, дасылаючы ананімныя даныя аб выкарыстанні вамі праграмы.
ca: Ajuda'ns a millorar l'app enviant-nos dades anònimes d'ús.
de: Unterstütze uns durch Sendung anonymisierter Nutzerdaten bei der Verbesserung der App
es: Ayúdanos a mejorar la aplicación enviando datos anónimos sobre tu uso de la aplicación.
fr: Aidez-nous à améliorer l'application en envoyant des données anonymes de votre utilisation.
ru: Помогите нам улучшить приложение, отправив анонимные данные о том, как вы используете приложение.
ta: பயன்பாட்டின் உங்கள் பயன்பாடு குறித்து அநாமதேய தரவை அனுப்புவதன் மூலம் பயன்பாட்டை மேம்படுத்த எங்களுக்கு உதவுங்கள்.
tr: Bu uygulamanın kullanımını anonim olarak göndererek bu uygulamayı daha iyi hale getirmemize yardım edin.
uk: Допоможіть покращити застосунок, надсилаючи анонімні дані про те, як ви його використовуєте.

source: Patch modification
be: Мадыфікацыя патча
ca: Informació de la traducció
de: Patch-Modifizierung
es: Modificación del parche
fr: Modification du patch
pl: Modyfikowanie łatki
ru: Модификация патча
ta: இணைப்பு மாற்றம்
tr: Yama modifikasyonu
uk: Модифікації патча

# game_patch_available
source: A patch is available
be: Патч даступны
ca: Traducció disponible
de: Ein Patch ist verfügbar
es: Un parche está disponible
fr: Un patch est disponible
pl: Łatka jest dostępna
ru: Патч доступен
ta: ஒரு இணைப்பு கிடைக்கிறது
tr: Bir yama mevcut
uk: Патч доступний

# select_server_subtitle
source: Select one of the available servers
be: Абярыце адзін з даступных сервераў
ca: Sel·lecciona un dels servidors disponibles
de: Wähle einen der verfügbaren Server
es: Selecciona uno de los servidores disponibles
fr: Choisissez un serveur pour commencer
pl: Wybierz jeden z dostępnych serwerów
ru: Выберите один из доступных серверов
ta: கிடைக்கக்கூடிய சேவையகங்களில் ஒன்றைத் தேர்ந்தெடுக்கவும்
tr: Mevcut olan sunuculardan birini seçin
uk: Оберіть один з доступних серверів

source: Personal Ranking
be: Асабісты рэйтынг
ca: Puntuació Personal
de: Persönliches Ranking
es: Ranking personal
fr: Classement personnel
ru: Личный рейтинг
ta: தனிப்பட்ட தரவரிசை
tr: Kişisel Puanlama
uk: Особистий рейтинг

# launch_pack
source: Launch Game
be: Запусціць гульню
ca: Jugar
de: Pack starten
es: Ejecutar juego
fr: Lancer le pack
pl: Uruchom Paczkę
ru: Запустить игру
ta: அறிமுகம்
tr: Oyunu Çalıştır
uk: Запустити збірку

# hidden_button_hidden_tooltip
source: Click to unhide this game from the game list.
be: Націсніце, каб паказаць гульню ў спісе гульняў.
ca: Fes clic per mostrar aquest joc a la llista de jocs.
de: Klicke, um dieses Spiel in der Spieleliste wieder anzuzeigen.
es: Haz clic para mostrar este juego en la lista de juegos.
fr: Cliquer pour montrer ce jeu dans la liste de jeu.
ru: Нажмите чтобы показать игру в списке игр.
ta: விளையாட்டு பட்டியலிலிருந்து இந்த விளையாட்டை மறைக்க சொடுக்கு செய்க.
tr: Bu oyunu listede göstermek için tıklayın.
uk: Показувати цю гру в лаунчері

# all_games_description
source: Find all Jackbox games in one place.
be: Знаходзьце ўсе Jackbox гульні ў адным месцы.
ca: Tots els jocs de Jackbox en un sol lloc.
de: Alle Jackbox-Spiele auf einen Blick
es: Encuentra todos los juegos de Jackbox en un solo lugar.
fr: Retrouvez tous les jeux Jackbox à un seul et même endroit.
pl: Wszystkie gry Jackbox w jednym miejscu.
ru: Найдите все игры Jackbox в одном месте
ta: அனைத்து சாக்பாக்ச் கேம்களையும் ஒரே இடத்தில் கண்டுபிடிக்கவும்.
tr: Bütün Jackbox oyunlarını tek yerde bulun.
uk: Знайдіть усі ігри Jackbox Games в одному місці.

# automatic_server_finder_found_description
source: The server {server} has been chosen based on your language.
be: Сервер {server} быў абраны на аснове вашай мовы.
ca: El servidor {server} s'ha escollit en funció del teu idioma
de: Der Server {server} wurde basierend auf deiner Sprache ausgewählt
es: El servidor {server} se ha elegido en función de tu idioma
fr: Le serveur {server} a été choisi automatiquement à partir de votre langue.
pl: Serwer {server} został wybrany na podstawie twojego języka.
ru: Сервер {server} был выбран на основе вашего языка.
ta: உங்கள் மொழியின் அடிப்படையில் சேவையகம் {server}.
tr: {server} sunucusu, dilinize göre seçildi.
uk: На основі вашої мови було обрано сервер «{server}».

# contact_error
source: Contact Alexisl61 on Discord
be: Звяжыцеся з Alexisl61 у Discord (на ангельскай мове)
ca: Posa't en contacte amb un administrador al servidor de Discord de Jackbox Utility
de: Melde dich bitte bei Erizzle auf Discord
es: Contacta a Akira896 en Discord
fr: Contactez Alexis#1588 sur Discord
pl: Skontaktuj się z użytkownikiem marek na Discordzie
ru: Свяжитесь с Alexisl61 в Discord (на английском)
ta: டிச்கார்ட்டில் அலெக்சிச்ல் 61 ஐ தொடர்பு கொள்ளவும்
tr: Discord üzerinden Alexis61 ile iletişime geçin (İngilizce görüşmeniz önerilir)
uk: Запитайте про вашу помилку на Discord-сервері (discord.gg/jUQzjjaxQP)

# path_inexistant_small_description
source: You did not add the path to the pack.
be: Вы не дадалі шлях да пака
ca: No s'ha afegit la ruta del joc.
de: Du hast den Pfad noch nicht zum Spiel hinzugefügt.
es: No agregaste la ruta del juego.
fr: Vous n'avez pas ajouté le chemin vers le pack. Vous pouvez le faire dans les paramètres.
pl: Nie dodałeś/-aś ścieżki do tej paczki.
ru: Вы не добавили путь к пакету
ta: நீங்கள் பேக்கிற்கு பாதையைச் சேர்க்கவில்லை.
tr: Paketi konumlara eklemediniz.
uk: Шлях до гри відсутній.

# error_happened
source: An error has occurred
be: Адбылася памылка
ca: Hi ha hagut un error
de: Ein Fehler ist aufgetreten
es: Se ha producido un error
fr: Une erreur est survenue
pl: Wystąpił błąd
ru: Произошла ошибка
ta: பிழை ஏற்பட்டது
tr: Bir hata oluştu
uk: Виникла помилка

source: Search
be: Пошук
ca: Cercar
de: Suche
es: Buscar
fr: Rechercher
pl: Szukaj
ru: Поиск
ta: தேடல்
tr: Ara
uk: Пошук

# launch_informations
source: Launch Information
be: Запуск Інфармацыі
ca: Informació d'Execució
de: Startinformationen
es: Información de ejecución
fr: Informations de lancement
pl: Informacje dot. uruchomienia
ru: Запуск Информации
ta: தகவல்களைத் தொடங்கவும்
tr: Çalıştırma Bilgisi
uk: Інформація про запуск

# server_information
source: Server Information (Language)
be: Пра сервер
ca: Informació del Servidor
de: Server-Informationen (Sprache)
es: Información del servidor (idioma)
fr: Information du serveur (Langue)
pl: Informacje dot. serwera (Język)
ru: О сервере (Язык)
ta: சேவையக செய்தி (மொழி)
tr: Sunucu Bilgisi (Dil)
uk: Інформація про сервер (Мова)

# delete_version
source: Version deletion
be: Выдаленне версіі
ca: Eliminar traducció
de: Version entfernen
es: Borrar parche
fr: Suppression de la version
pl: Usuwanie wersji
ru: Удаление версии
ta: பதிப்பு நீக்குதல்
tr: Sürümü Sil
uk: Видалення версії

# patch_modification_content_audios
source: Modification of the game's sound
be: Мадыфікацыя гуку гульні
ca: Tradueix el doblatge del joc
de: Veränderung der Sprachausgabe des Spiels
es: Posee un doblaje completo.
fr: Modification des fichiers audio du jeu
pl: Zmiana tekstu mówionego
ru: Модификация звука игры
ta: விளையாட்டின் ஒலியை மாற்றியமைத்தல்
tr: Oyun sesinin modifikasyonu
uk: Модифікація звукового супроводу гри

# patch_modification_content_internal
source: Modification of the internal files of the game (images, texts...)
be: Мадыфікацыя ўнутраных файлаў гульні (малюнкі, тэксты...)
ca: Tradueix els arxius interns del joc (imatges, textos secundaris, etc.)
de: Veränderung der internen Dateien des Spiels (Bilder, Texte...)
es: Traduce los archivos internos del juego (imágenes, textos secundarios, etc.)
fr: Modification des fichiers internes du jeu (images, textes...)
pl: Zmiana wewnętrznych plików gry (zdjęcia, teksty...)
ru: Модификация внутренних файлов игры (изображения, тексты...)
ta: விளையாட்டின் உள் கோப்புகளை மாற்றியமைத்தல் (படங்கள், உரைகள் ...)
tr: Oyunun iç dosyalarının (görüntü, metin...) modifikasyonu
uk: Модифікація внутрішніх файлів гри (зображень, текстів тощо)
