Repository: JackboxUtility/JackboxUtility
Catalog: jackbox_patcher/assets/l10n/app_*.arb
Languages: be, ca, de, es, fr, pl, ru, ta, tr, uk

source: All patches
be: Усе патчы
ca: Totes les traduccions
de: Alle Patches
es: Todos los parches
fr: Tous les patchs
pl: Wszystkie łatki
ru: Все патчи
ta: அனைத்து திட்டுகளும்
tr: Tüm yamalar
uk: Усі патчі

source: Path inexistant
be: Шлях не знойдзены
ca: Ruta Inexistent
de: Pfad existiert nicht
es: Ruta inexistente
fr: Chemin inexistant
pl: Ścieżka nie istnieje
ru: Путь не найден
ta: இல்லாத பாதை
tr: Dosya Konumu Yok
uk: Шляху не існує

source: Search by Pack
be: Знайсці па паку
ca: Cercar per Pack
de: Suche nach Pack
es: Buscar por Pack
fr: Recherche par pack
pl: Szukaj według paczki
ru: Найти по паку
ta: பேக் மூலம் தேடுங்கள்
tr: Paket Olarak Ara
uk: Пошук за збіркою

# game_patch_installed
source: The patch is up-to-date
be: У вас усталявана апошняя версія патча
ca: Aquesta traducció està actualitzada
de: Der Patch ist auf dem neusten Stand
es: Este parche está actualizado
fr: Ce jeu est à jour
pl: Ta łapka jest aktualna
ru: У вас установлена последняя версия патча
ta: இணைப்பு புதுப்பித்த நிலையில் உள்ளது
tr: Yama güncel
uk: Патч актуальний

# owned_packs
source: Owned Games
be: Устаноўленыя Гульні
ca: Jocs en propietat
de: Spiele im Besitz
es: Juegos que posees
fr: Packs possédés
pl: Posiadane gry
ru: Установленные Игры
ta: சொந்தமான விளையாட்டுகள்
tr: Sahip Olunan Oyunlar
uk: Встановлені ігри

# automatic_game_finder_in_progress
source: Retrieving games, please wait
be: Пошук гульняў, калі ласка пачакайце
ca: Detectant jocs...
de: Spiele werden abgerufen. Bitte warte kurz.
es: Recuperando juegos, por favor espera
fr: Récupération des jeux en cours
pl: Pobieranie gier, proszę czekać
ru: Поиск игр, пожалуйста подождите
ta: விளையாட்டுகளை மீட்டெடுப்பது, தயவுசெய்து காத்திருங்கள்
tr: Oyunlar bulunuyor, lütfen bekleyin
uk: Виявлення ігор, будь ласка, зачекайте

# add_pack
source: Add a Game
be: Дадаць гульню
ca: Afegir un Joc
de: Spiel hinzufügen
es: Añadir un juego
fr: Ajouter un pack
pl: Dodaj grę
ru: Добавить игру
ta: ஒரு விளையாட்டைச் சேர்க்கவும்
tr: Oyun Ekle
uk: Додати гру

source: Search by Type
be: Знайсці па тыпе
ca: Cercar per Tipus
de: Suche nach Kategorie
es: Buscar por tipo
fr: Recherche par type
pl: Szukaj według typu
ru: Найти по типу
ta: வகை மூலம் தேடுங்கள்
tr: Tür Olarak Ara
uk: Пошук за типом

# delete_version_description
source: If you have reset your game, you can delete the installed version of this game. This will allow you to reinstall the patches.
be: Калі вам трэба скінуць гульню, вы можаце выдаліць дадзеную версію гульні. Пасля гэтага вы зможаце пераўсталяваць патчы.
ca: Elimina les traduccions instal·lades al joc.
de: Wenn du dein Spiel zurückgesetzt hast, kannst du die installierte Version dieses Spiels löschen. So kannst du die Patches erneut installieren.
es: Si deseas que este juego vuelva a estar en inglés, esto lo restaurará a como estaba antes.
fr: Si vous avez réinitialisé votre jeu, vous pouvez supprimer la version installée de ce jeu. Cela vous permettra de réinstaller les patchs.
pl: Jeśli zresetujesz grę, możesz usunąć zainstalowaną jej wersję. W ten sposób możesz ponownie zainstalować łatki.
ru: Если вам надо сбросить игру, вы можете удалить данную версию игры. После этого вы сможете переустановить патчи.
ta: உங்கள் விளையாட்டை மீட்டமைத்திருந்தால், இந்த விளையாட்டின் நிறுவப்பட்ட பதிப்பை நீக்கலாம். இது திட்டுகளை மீண்டும் நிறுவ உங்களை அனுமதிக்கும்.
tr: Eğer oyununuzu sıfırladıysanız, bu oyunun yüklenmiş sürümünü silebilirsiniz. Bu size yamaları yeniden indirmenize izin verir.
uk: Якщо ви відновили файли, ви можете видалити встановлену версію цієї гри. Це дозволить вам перевстановити патчі.

# show_owned_packs_only
source: Show Owned Games Only
be: Паказаць набытыя гульні
ca: Mostrar només jocs en propietat
de: Nur Spiele im Besitz anzeigen
es: Mostrar solo los juegos que posees
fr: Montrer seulement les packs possédés
pl: Pokaż tylko posiadane gry
ru: Показать приобретённые игры
ta: சொந்தமான விளையாட்டுகளை மட்டுமே காட்டு
tr: Sadece Sahip Olduğum Oyunları Göster
uk: Показати лише встановлені ігри

# choose_pack
source: Choose a Game
be: Выбраць гульню
ca: Escollir un Joc
de: Wähle ein Spiel
es: Elige un juego
fr: Choisissez un pack
pl: Wybierz grę
ru: Выбрать игру
ta: ஒரு விளையாட்டைத் தேர்வுசெய்க
tr: Oyun Seç
uk: Оберіть гру

# game_type_team_description
source: In these games, players are divided into teams and must work together to win.
be: У гэтых гульнях, гульцы падзелены на розныя каманды і павінны працаваць разам каб перамагчы.
ca: En aquests jocs, els jugadors es divideixen en equips i han de treballar plegats per guanyar l'equip rival.
de: Bei diesen Spielen werden die Spieler in Teams aufgeteilt und müssen zusammenarbeiten, um zu gewinnen.
es: En estos juegos, los jugadores se dividen en equipos y deben trabajar juntos para ganar.
fr: Dans ces jeux, les joueurs sont divisés en équipes et doivent travailler ensemble pour gagner.
pl: W tych grach gracze są podzieleni na drużyny i muszą współpracować, aby wygrać.
ru: В этих играх, игроки поделены на разные команды и должны работать вместе чтобы победить.
ta: இந்த விளையாட்டுகளில், வீரர்கள் அணிகளாகப் பிரிக்கப்பட்டுள்ளனர், மேலும் வெற்றிபெற ஒன்றிணைந்து செயல்பட வேண்டும்.
tr: Bu oyunlarda, oyuncular takımlara ayrılıp kazanmak için beraber çalışırlar.
uk: У цих іграх гравці діляться на команди та повинні працювати разом, щоб перемогти.

# game_patch_outdated
source: An update is available for this patch
be: Абнаўленне да патча даступна
ca: Hi ha una actualització disponible per a aquesta traducció
de: Für diesen Patch ist ein Update verfügbar
es: Hay una actualización disponible para este parche
fr: Une mise à jour du patch est disponible
pl: Dla tej łatki dostępna jest aktualizacja
ru: Обновление к патчу доступно
ta: இந்த இணைப்புக்கு ஒரு புதுப்பிப்பு கிடைக்கிறது
tr: Bu yama için bir güncelleme mevcuttur
uk: Для цього патча доступне оновлення

# show_all_packs
source: Show Unowned Games
be: Паказаць не набытыя гульні
ca: Mostrar tots els jocs
de: Alle Spiele anzeigen
es: Mostrar los juegos que no posees
fr: Montrer tous les packs
pl: Pokaż gry, których nie posiadasz
ru: Показать не приобретённые игры
ta: பயனற்ற விளையாட்டுகளைக் காட்டு
tr: Sahip Olmadığım Oyunları Göster
uk: Показати усі ігри

# privacy_description
source: This app is collecting anonymous statistics to improve the app. You can disable this in the settings.
be: Гэта праграма збірае ананімную статыстыку для паляпшэння праграмы. Вы можаце адключыць гэта ў наладах.
ca: Aquesta app recopila dades anònimes per millorar el seu funcionament. Pots desactivar-ho a les opcions.
de: Diese App sammelt anonymisierte Nutzerdaten zur Verbesserung der App. Dies kannst du jederzeit in den Optionen deaktivieren.
es: Esta aplicación recopila estadísticas anónimas para mejorar la aplicación. Puedes deshabilitar esto en la sección de Ajustes.
fr: L'application collecte des statistiques anonymes pour améliorer l'application. Ceci est désactivable dans les paramètres.
ru: Это приложение собирает анонимную статистику для улучшения приложения. Вы можете отключить это в настройках.
ta: இந்த பயன்பாடு பயன்பாட்டை மேம்படுத்த அநாமதேய புள்ளிவிவரங்களை சேகரிக்கிறது. அமைப்புகளில் இதை முடக்கலாம்.
tr: Bu uygulamayı iyileştirme sebebiyle, bu uygulama anonim istatistik topluyor. Bunu ayarlarda devre dışı bırakabilirsiniz.
uk: Цей застосунок збирає анонімну статистику для його покращення. Ви можете вимкнути це у налаштуваннях.

# more_informations
source: More Information
be: Больш Інфармацыі
ca: Més Informació
de: Mehr Informationen
es: Más información
fr: Plus d'informations
pl: Więcej informacji
ru: Больше Информации
ta: மேலும் செய்தி
tr: Daha Fazla Bilgi
uk: Більше інформації

# select_server_button
source: Select
be: Выбраць
ca: Sel·leccionar
de: Bestätigen
es: Seleccionar
fr: Sélectionner
pl: Wybierz
ru: Выбрать
ta: தேர்ந்தெடு
tr: Seç
uk: Обрати

# patch_missing_before_launching_title
source: Patch Missing
de: Kein Patch installiert
es: Falta un parche
fr: Traduction manquante
ru: Патч отсутствует
ta: ஒட்டு காணவில்லை
tr: Yama Eksik
uk: Патч відсутній

# patch_missing_before_launching_description
source: This game has a patch available. Do you want to install it before launching the game?
de: Für dieses Spiel ist ein Patch verfügbar. Möchtest du ihn installieren, bevor du es startest?
es: Este juego tiene un parche disponible. ¿Quieres instalarlo antes de iniciar el juego?
fr: Ce jeu a un patch de disponible. Souhaitez-vous l'installer avant de lancer le jeu ?
ru: Обнаружен патч для этой игры. Вы хотите установить его перед запуском игры?
ta: இந்த விளையாட்டில் ஒரு இணைப்பு உள்ளது. விளையாட்டைத் தொடங்குவதற்கு முன் அதை நிறுவ விரும்புகிறீர்களா?
tr: Bu oyun için bir yama mevcut. Oyunu başlatmadan önce kurmak ister misiniz?
uk: Для цієї гри доступний патч. Бажаєте встановити його?

# patch_missing_before_launching_install
source: Install Patch
de: Patch installieren
es: Instalar parche
fr: Installer le patch
ru: Установить патч
ta: பேட்சை நிறுவவும்
tr: Yamayı Kur
uk: Встановити патч

# patch_missing_before_launching_launch
source: Launch Game
de: Spiel starten
es: Ejecutar juego
fr: Lancer le jeu
pl: Uruchom Grę
ru: Запустить игру
ta: அறிமுகம்
tr: Oyunu Başlat
uk: Запустити гру

source: OK
be: ОК
de: Okay
ru: ОК
ta: சரி
uk: Гаразд
