Repository: JackboxUtility/JackboxUtility
Catalog: jackbox_patcher/assets/l10n/app_*.arb
Languages: be, ca, de, es, fr, pl, ru, ta, tr, uk

# family_friendly_tooltip
source: If this game can be played with all the family (children included.)
be: Калі ў гэтую гульню можна гуляць усёй сям'ёй (уключаючы дзяцей)
ca: Si aquest joc és apte per a tota la família (nens inclosos).
de: Inwiefern dieses Spiel mit der ganzen Familie (einschließlich Kindern) gespielt werden kann.
es: Si este juego se puede jugar con toda la familia (incluyendo niños).
fr: Si ce jeu convient à toute la famille (enfants inclus).
ru: Если в эту игру можно играть всей семьей (включая детей)
ta: இந்த விளையாட்டை அனைத்து குடும்பத்தினருடனும் விளையாட முடிந்தால் (குழந்தைகள் சேர்க்கப்பட்டுள்ளனர்.)
tr: Bu oyunun tüm aile bireyleri (çocuklar dahil) tarafından oynanabileceği ya da oynanamayacağı gösterilir.
uk: Показує чи можна грати у цю гру всією сім'єю (включно з дітьми)

# open_launcher_on_startup_description_tip
source: The app can launch on this screen when you start it automatically. Do you want to activate this feature? (This can always be changed in the settings.)
be: Прылада можа запускацца на гэтым экране пры аўтаматычным запуску. Ці вы хочаце актываваць гэтую функцыю? (Гэта заўсёды можна змяніць у наладах)
ca: L'aplicació es pot obrir en aquesta pantalla quan s'obri automàticament. Vols activar aquesta funció? (Es pot desactivar en qualsevol moment des de les Opcions).
de: Die App kann beim Öffnen automatisch auf diesem Bildschirm starten. Möchtest du diese Funktion aktivieren? (Dies kann jederzeit in den Optionen geändert werden.)
es: La aplicación puede iniciarse en esta pantalla cuando la inicias automáticamente. ¿Quieres activar esta función? (Esto siempre se puede cambiar en los Ajustes).
fr: L'application peut démarrer sur cet écran quand vous la démarrez automatiquemeent. Voulez-vous activer ce paramètre ? (Vous pouvez toujours le changer dans les paramètres plus tard)
ru: Приложение может запускаться на этом экране при автоматическом запуске. Хотите ли вы активировать эту функцию? (Это всегда можно изменить в настройках)
ta: இந்தத் திரையில் நீங்கள் தானாகவே தொடங்கும்போது பயன்பாடு தொடங்கலாம். இந்த அம்சத்தை செயல்படுத்த விரும்புகிறீர்களா? (இது எப்போதும் அமைப்புகளில் மாற்றப்படலாம்.)
tr: Bu uygulama açıldığı zaman otomatik olarak bu ekran hâlinde açılabilir. Bu özelliği etkinleştirmek ister misiniz? (Bu özellik her zaman ayarlardan değiştirilebilir.)
uk: Застосунок може автоматично запускатися одразу на цьому екрані. Бажаєте активувати цю функцію? (Це завжди можна змінити в налаштуваннях)

source: Close
be: Закрыць
ca: Tancar
de: Schließen
es: Cerrar
fr: Fermer
pl: Zamknij
ru: Закрыть
ta: மூடு
tr: Kapat
uk: Закрити

# game_translation_not_available_description_en
source: These games are only available in English.
be: Гэтыя гульні даступныя толькі на ангельскай.
ca: Aquests jocs només estan disponibles en Anglès.
de: Diese Spiele sind nur auf Englisch verfügbar.
es: Estos juegos solo están disponibles en inglés.
fr: Ces jeux sont seulement disponibles en Anglais.
pl: Te gry są dostępne tylko w języku angielskim.
ru: Эти игры доступны только на английском.
ta: இந்த விளையாட்டுகள் ஆங்கிலத்தில் மட்டுமே கிடைக்கின்றன.
tr: Bu oyunlar yalnızca İngilizce dilinde mevcuttur.
uk: Ці ігри доступні лише англійською мовою.

# games_available
source: {count, plural, =0 {No game available} one {1 game available} other {{count} games available}}
be: {count, plural, =0 {Няма даступных гульняў} one {Гульняў даступна: 1} other {Гульняў даступна: {count}}}
ca: {count, plural, =0 {No hi ha cap joc disponible} one {1 joc disponible} other {{count} jocs disponibles}}
de: {count, plural, =0 {Kein Spiel erkannt} one {1 Spiel erkannt} other {{count} Spiele erkannt}}
es: {count, plural, =0 {No hay juegos disponibles} one {1 juego disponible} other {{count} juegos disponibles}}
fr: {count, plural, =0 {Aucun jeu disponible} one {1 jeu disponible} other {{count} jeux disponible}}
pl: {count, plural, =0 {Brak dostępnych gier} one {1 dostępna gra} other {{count} dostępne gry}}
ru: {count, plural, =0 {Нет доступных игр} one {Игр доступно: 1} other {Игр доступно: {count}}}
ta: {count, plural, =0 {எந்த விளையாட்டும் கிடைக்கவில்லை} one {1 விளையாட்டு கிடைக்கிறது} other {{count} விளையாட்டுகள் கிடைக்கிறது}}
tr: {count, plural, =0 {Mevcut oyun bulunamadı} one {1 oyun mevcut} other {{count} oyun mevcut}}
uk: {count, plural, =0 {Немає доступних ігор} one {Доступна 1 гра} few {Доступно {count} гри} other {Доступно {count} ігор}}

# loading_open_issue_discord
source: Please open an issue on GitHub or report it on Discord.
be: Калі ласка, адкрыйце праблему на GitHub або паведаміце пра яе на Discord.
ca: Si us plau, obre un Issue de Github o avisa del problema al servidor de Discord.
de: Bitte melde diesen Fehler auf Discord oder GitHub.
es: Abre un issue en GitHub o repórtalo en Discord.
fr: Ouvrez une issue sur GitHub ou parlez-en sur notre serveur discord.
ru: Пожалуйста, откройте проблему на GitHub или сообщите о ней в Discord.
ta: கிட்அப்பில் ஒரு சிக்கலைத் திறக்கவும் அல்லது முரண்பாட்டைப் புகாரளிக்கவும்.
tr: Lütfen GitHub'da bir problem oluşturun ya da Discord'da bildirin.
uk: Будь ласка, відкрийте Issue на GitHub або повідомте про це у Discord.

source: Filter
be: Фільтр
ca: Filtre
es: Filtro
fr: Filtrer
pl: Filtruj
ru: Фильтр
ta: வடிப்பி
tr: Filtre
uk: Фільтри

source: Family-Friendly
be: Сямейны Рэжым
ca: Per a tota la família
de: Familienfreundlich
es: Para toda la familia
fr: Familial
pl: Dla wszystkich
ru: Семейный Режим
ta: குடும்ப நட்பு
tr: Aile Dostu
uk: Для сім'ї

# rich_presence_game_information_details
source: Reading the Information of a Game
be: Чытанне інфармацыі аб гульні
ca: Llegint la Informació d'un Joc
de: Liest die Informationen eines Spiels
es: Leyendo la información de un juego
fr: Lis les informations sur un jeu
ru: Чтение информации об игре
ta: ஒரு விளையாட்டின் தகவலைப் படித்தல்
tr: Bir Oyun Hakkında Bilgileri Okuyor
uk: Читає інформацію про гру

# patch_a_game
source: Patch Games
be: Патчыць Гульні
ca: Traduir Jocs
de: Patche ein Spiel
es: Parchear juegos
fr: Patcher un jeu
pl: Dodaj patch'a do gry
ru: Патчить Игры
ta: ஒட்டு விளையாட்டுகள்
tr: Oyun Yamaları
uk: Патчер

# custom_server_title
source: Custom Server
be: Карыстальніцкі сервер
ca: Servidor Personalitzat
de: Eigener Server
es: Servidor personalizado
fr: Serveur personnalisé
ru: Пользовательский сервер
ta: தனிப்பயன் சேவையகம்
tr: Özel Sunucu
uk: Інший сервер

# rich_presence_application_start_state
source: In the Menu
be: У меню
ca: Al Menú
de: Im Menü
es: En el menú
fr: Dans le menu
ru: В меню
ta: பட்டியலில்
tr: Menüde
uk: У головному меню

# feeling_lucky
source: I'm Feeling Lucky
be: Мне павязе
ca: Em sento afortunat
de: Auf gut Glück
es: Me siento con suerte
fr: J'ai de la chance
ru: Мне повезёт
ta: நான் அதிர்ச்டசாலி என்று நினைக்கிறேன்
tr: Kendimi Şanslı Hissediyorum
uk: Мені пощастить

# connected_to_server
source: Connected to the server {server}
be: Падлучэнне да сервера {server}
ca: Connectat al servidor de {server}
de: Verbunden mit dem Server: {server}
es: Conectado al servidor de {server}
fr: Connecté au serveur {server}
pl: Połączono z serwerem {server}
ru: Подключение к серверу {server}
ta: சேவையகத்துடன் இணைக்கப்பட்டுள்ளது {server}
tr: {server} sunucusuna bağlandı
uk: Під'єднано до сервера «{server}»

# hide_games_hidden
source: Hide Games You've Hidden
be: Схаваць схаваныя гульні
ca: Ocultar jocs que has ocultat
de: Verberge von dir ausgeblendete Spiele
es: Ocultar los juegos que ocultaste
fr: Cacher les jeux cachés
pl: Ukryj ukryte gry
ru: Скрыть скрытые игры
ta: நீங்கள் மறைக்கப்பட்ட விளையாட்டுகளை மறைக்கவும்
tr: Gizlediğiniz Oyunları Gizle
uk: Приховати приховані ігри

# rich_presence_game_menu_state
source: In the Games List
be: У спісе гульняў
ca: A la Llista de Jocs
de: In der Spieleliste
es: En la lista de juegos
fr: Dans la liste de jeu
ru: В списке игр
ta: விளையாட்டு பட்டியலில்
tr: Oyun Listesinde
uk: У лаунчері

source: Patreon Subscribers
be: Падпісчыкі Patreon
ca: Subscriptors de Patreon
de: Patreon-Supporter
es: Suscriptores de Patreon
fr: Abonnés Patreon
ru: Подписчики Patreon
ta: பேட்ரியன் சந்தாதாரர்கள்
tr: Patreon Aboneleri
uk: Патрони

# download_error
source: Error while downloading
be: Памылка загрузкі
ca: Error de descàrrega
de: Fehler beim Herunterladen
es: Error al descargar
fr: Ereur pendant le téléchargement
pl: Błąd podczas pobierania
ru: Ошибка загрузки
ta: பதிவிறக்கும் போது பிழை
tr: İndirirken bir hata oluştu
uk: Помилка під час завантаження

# audience_tooltip
source: If this game accepts audience members (up to 10.000, unless mentioned otherwise) to play along after players have joined.
be: Ці прымае гульня гледачоў (да 10.000, калі не пазначана іншае) для ўдзелу ў гульні пасля таго, як да яе далучыліся гульцы.
ca: Si aquest joc admet que pugui jugar una audiència (de fins a 10.000 persones si no s'indica el contrari) que s'uneix un cop hagin entrat tots els jugadors.
de: Inwiefern dieses Spiel Publikumsmitgliedern (üblicherweise bis zu 10.000) erlaubt, nach dem Beitritt der Spieler mitzuspielen.
es: Si este juego acepta miembros del público (hasta 10.000, a menos que se indique lo contrario) para jugar después de que los jugadores se hayan unido.
fr: Si ce jeu accepte une audience jouant avec les joueurs en jeu.
ru: Принимает ли игра зрителей (до 10.000, если не указано иное) для участия в игре после того, как к ней присоединились игроки.
ta: இந்த விளையாட்டு பார்வையாளர்களின் உறுப்பினர்களை (10.000 வரை, வேறுவிதமாகக் குறிப்பிடாவிட்டால்) வீரர்கள் சேர்ந்த பிறகு விளையாடுவதை ஏற்றுக்கொண்டால்.
tr: Bu oyunun oyuncular katıldıktan sonra seyirci üyelerini (eğer aksi bahsedilmezse 10,000'e kadar) kabul ettiği ya da etmediği gösterilir.
uk: Показує чи можуть до цієї гри приєднуватися глядачі (до 10 000 глядачів, якщо не вказано інакше)

# settings_app_saves_category
source: App Saves
be: Захавання прыкладанняў
ca: Dades de l'Aplicació
de: App-Speicherdaten
es: Guardados de la aplicación
fr: Sauvegarde de l'application
ru: Сохранения приложений
ta: பயன்பாடு சேமிக்கிறது
tr: Uygulama Kayıtları
uk: Пам'ять застосунка

source: Downloading
be: Загрузка
ca: Descarregant
de: Downloade...
es: Descargando
fr: Téléchargement
pl: Pobieranie
ru: Загрузка
ta: பதிவிறக்குகிறது
tr: İndiriliyor
uk: Завантаження

# settings_app_reset_stars_title
source: Reset Stars
be: Скінуць зоркі
ca: Esborrar estrelles
de: Sterne zurücksetzen
es: Restablecer estrellas
fr: Réinitialiser le classement
ru: Сбросить звезды
ta: நட்சத்திரங்களை மீட்டமைக்கவும்
tr: Yıldızları Sıfırla
uk: Скинути зірки

source: No
be: Не
de: Nein
fr: Non
pl: Nie
ru: Нет
ta: இல்லை
tr: Hayır
uk: Ні

# game_translation_community_translated_description
source: These games are translated by the community.
be: Гэтыя гульні перакладзены супольнасцю.
ca: Aquests jocs estan traduïts voluntariament per la comunitat.
de: Diese Spiele wurden von der Community übersetzt
es: Estos juegos están traducidos por la comunidad.
fr: Ces jeux sont traduits par la communauté française Jackbox France et Jackbox International.
pl: Te gry zostały przetłumaczone przez społeczność.
ru: Эти игры переведены сообществом.
ta: இந்த விளையாட்டுகள் சமூகத்தால் மொழிபெயர்க்கப்பட்டுள்ளன.
tr: Bu oyunlar topluluk tarafından çevrilmiştir.
uk: У цих іграх присутня {language}, переклад від спільноти.

source: Finalizing
be: Завяршэнне
ca: Finalitzant
de: Fast fertig...
es: Finalizando
fr: Finalisation
pl: Kończenie
ru: Завершение
ta: இறுதி
tr: Sonlandırılıyor
uk: Завершення роботи

source: Change Server
be: Змяніць сервер
ca: Canviar Servidor
de: Server ändern
es: Cambiar servidor
fr: Changer de serveur
pl: Zmień serwer
ru: Сменить сервер
ta: சேவையகத்தை மாற்றவும்
tr: Sunucu Değiştir
uk: Змінити сервер

# subtitles_tooltip
source: If this game has subtitles to be displayed on-screen.
be: Калі ў гэтай гульні ёсць субтытры, якія павінны адлюстроўвацца на экране.
ca: Si aquest joc té la narració subtitulada en pantalla.
de: Ob das Spiel Untertitel hat, die auf dem Bildschirm angezeigt werden.
es: Si este juego tiene subtítulos que se muestran en pantalla.
fr: Si ce jeu a des sous-titres.
ru: Если в этой игре есть субтитры, которые должны отображаться на экране.
ta: இந்த விளையாட்டில் திரையில் காண்பிக்கப்பட வேண்டிய வசனங்கள் இருந்தால்.
tr: Eğer oyunun ekranda görünen altyazıların olduğu ya da olmadığı gösterilir.
uk: Показує чи має ця гра можливість показу субтитрів на екрані

source: quit
be: закрыць
ca: Sortir
de: Beenden
es: Salir
fr: Quitter
pl: Wyjdź
ru: закрыть
ta: வெளியேறு
tr: Çıkış
uk: Вийти

# settings_app_reset_hidden_title
source: Reset Hidden Games
be: Скінуць схаваныя гульні
ca: Esborrar jocs ocults
de: Ausgeblendete Spiele zurücksetzen
es: Restablecer juegos ocultos
fr: Réinitialiser les jeux cachés
ru: Сбросить скрытые игры
ta: மறைக்கப்பட்ட விளையாட்டுகளை மீட்டமைக்கவும்
tr: Gizli Oyunları Sıfırla
uk: Скинути приховані ігри

# game_dubbed
source: Dubbed in {language}
be: Агучана на {language} мове
ca: Doblat a {language}
de: Mit deutscher Sprachausgabe
es: Doblado al {language}
fr: Traduit en {language}
pl: Z dubbingiem w {language}
ru: Озвучено на {language} языке
ta: {language} இல் டப்பிங் செய்யப்பட்டது
tr: {language} Dilinde Dublajlandı
uk: Присутня {language} озвучка

# settings_app_reset_hidden_action
source: reset all the hidden games to visible
be: Скінуць усе схаваныя гульні на бачныя
ca: restablir tots els jocs ocults a visibles
de: alle ausgeblendeten Spiele zurücksetzen
es: restablecer todos los juegos ocultos a visibles
fr: réinitialiser les jeux cachés en visible
ru: Сбросить все скрытые игры на видимые
ta: மறைக்கப்பட்ட அனைத்து விளையாட்டுகளையும் காணக்கூடிய வகையில் மீட்டமைக்கவும்
tr: tüm gizli oyunları görünür hâle getirir
uk: скинути видимість усіх ігор, які ви приховали

# page_continue
source: Continue
be: Працягнуць
ca: Continuar
de: Fortsetzen
es: Continuar
fr: Continuer
pl: Kontynuuj
ru: Продолжить
ta: தொடரவும்
tr: Devam Et
uk: Продовжити

# settings_discord_rich_presence_buttons_description
source: Shows link buttons to the GitHub and the Discord of the app on your Discord Rich Presence.
be: Паказвае кнопкі спасылак на GitHub і Discord прыкладанні ў вашым Discord Rich Presence.
ca: Mostra els botons d'enllaç al nostre GitHub i Discord en el teu estat de Discord.
de: In deinem Discord-Aktivitätsstatus Verlinkungen zur GitHub- und Discordpräsenz der App anzeigen.
es: Muestra los botones de enlace al GitHub y al Discord de la aplicación en tu estado de la actividad de Discord.
fr: Montre les boutons de support redirigeant au GitHub de l'application sur votre profil Discord.
ru: Показывает кнопки ссылок на GitHub и Discord приложения в вашем Discord Rich Presence.
ta: உங்கள் முரண்பாடு சிறப்பான இருப்பு இல் அறிவிலிமையத்தில் மற்றும் பயன்பாட்டின் முரண்பாடுக்கான இணைப்பு பொத்தான்களைக் காட்டுகிறது.
tr: Uygulamanın GitHub ve Discord linklerini Discord Detaylı Etkinliğinizde düğmeler olarak gösterir.
uk: Біля вашої активності у Discord з'являться кнопки з посиланнями на GitHub та Discord-сервер Jackbox Utility.

# settings_discord_rich_presence_category
source: Discord Rich Presence Settings
be: Налады Discord Rich Presence
ca: Opcions del Discord Rich Presence
de: Einstellungen des Discord-Aktivitätsstatus
es: Ajustes del estado de la actividad en Discord
fr: Paramètres de Discord Rich Presence
ru: Настройки Discord Rich Presence
ta: முரண்பாடு பணக்கார இருப்பு அமைப்புகள்
tr: Discord Detaylı Etkinlik Ayarları
uk: Параметри Discord Rich Presence

source: Installed Version
be: Усталяваная Версія
ca: Versió Instal·lada
de: Installierte Version
es: Versión instalada
fr: Version installée
ru: Установленная Версия
ta: நிறுவப்பட்ட பதிப்பு
tr: Yüklenmiş Sürüm
uk: Встановлена версія

# rich_presence_in_game_details
source: In-game
be: У гульне
ca: Jugant
de: Im Spiel
es: Jugando a
fr: En jeu
ru: В игре
ta: விளையாட்டில்
tr: Oyunda
uk: У грі

# game_translation_not_available_description
source: These games are not translated into {language}.
be: Гэтыя гульні не перакладзены на {language} мову.
ca: Aquests jocs no estan traduïts a {language}.
de: Diese Spiele wurden nicht auf {language} übersetzt
es: Estos juegos no están traducidos al {language}.
fr: Ces jeux ne sont pas traduits en {language}.
pl: Te gry nie są przetłumaczone na {language}.
ru: Эти игры не переведены на {language}.
ta: இந்த விளையாட்டுகள் {language} இல் மொழிபெயர்க்கப்படவில்லை.
tr: Bu oyunlar {language} diline çevirilmemiştir.
uk: У цих іграх наразі відсутня {language}.

source: Name
be: Назва
ca: Nom
es: nombre
fr: Nom
ru: Название
ta: பெயர்
tr: İsim
uk: назвою

source: Stream-Friendly
be: Для стрымераў
ca: Apte per a streaming
de: Streamtauglich
es: Apto para streaming
ru: Для Стримеров
ta: ச்ட்ரீம்-நட்பு
tr: Yayın Dostu
uk: Для трансляцій

source: Yes
be: Так
ca: Sí
de: Ja
es: Sí
fr: Oui
pl: Tak
ru: Да
ta: ஆம்
tr: Evet
uk: Так

source: In {language}
be: На {language} мове
ca: En {language}
de: Auf {language}
es: En {language}
fr: Traduit en {language}
pl: Po {language}
ru: На {language} языке
ta: {language}
tr: {language} Dilinde
uk: Присутня {language}

source: App Behavior
be: Паводзіны прыкладанняў
ca: Comportament de l'Aplicació
de: App-Verhalten
es: Comportamiento de la aplicación
fr: Comportement de l'application
ru: Поведение приложений
ta: பயன்பாட்டு நடத்தை
tr: Uygulama Davranışı
uk: Поведінка застосунка

# settings_audio_category
source: Audio
be: Аўдыё
ru: Аудио
ta: ஆடியோ
tr: Ses
uk: Звуки

# automatic_game_finder_button
source: Auto-detect installed games
be: Знайсці ўсталяваныя гульні
ca: Detectar jocs instal·lats
de: Installierte Spiele automatisch erkennen
es: Detectar los juegos instalados
fr: Lancer la détection automatique
pl: Automatycznie wykryj zainstalowane gry
ru: Найти установленные игры
ta: நிறுவப்பட்ட விளையாட்டுகளை தானாக கண்டறியவும்
tr: Yüklenmiş oyunları otomatik bul
uk: Автоматичне виявлення

# custom_server_add_question
source: Do you want to use this server?
be: Вы хочаце выкарыстоўваць гэты сервер?
ca: Vols fer servir aquest servidor?
de: Möchtest du diesen Server benutzen?
es: ¿Quieres usar este servidor?
fr: Voulez-vous utiliser ce serveur ?
ru: Вы хотите использовать этот сервер?
ta: இந்த சேவையகத்தைப் பயன்படுத்த விரும்புகிறீர்களா?
tr: Bu sunucuyu kullanmak istiyor musunuz?
uk: Бажаєте використовувати цей сервер?

# rich_presence_settings_details
source: Tweaking the App
be: Настройка прыкладання
ca: Configurant l'Aplicació
de: In den Optionen
es: Ajustando la aplicación
fr: Customise l'application
ru: Настройка приложения
ta: பயன்பாட்டை முறுக்குதல்
tr: Uygulamanın Ayarlarını Değiştiriyor
uk: Налаштовує застосунок

# custom_server_description
source: Use a link to connect to a custom server.
be: Выкарыстоўвайце спасылку для падлучэння да карыстальніцкага сервера.
ca: Fes servir un enllaç per connectar-te a un servidor personalitzat.
de: Benutze deinen Link, um einen eigenen Server zu verbinden.
es: Usa un enlace para conectarte a un servidor personalizado.
fr: Utiliser un lien pour se connecter à un serveur personnalisé.
ru: Используйте ссылку для подключения к пользовательскому серверу.
ta: தனிப்பயன் சேவையகத்துடன் இணைக்க இணைப்பைப் பயன்படுத்தவும்.
tr: Özel bir sunucuya bağlanmak için bir link kullanın.
uk: Під'єднуйтеся до інших серверів за посиланням

# using_beta_version_text
source: You are using the beta version of the app. If you encounter any issues, please report them on the Discord server or Github repository.
be: Вы выкарыстоўваеце бэта-версію прыкладання. Калі ў вас узнікнуць якія-небудзь праблемы, паведаміце аб іх на серверы Discord або ў рэпазітары Github.
ca: Estàs utilitzant la versió beta de l'aplicació. Si trobes algun problema, avisa'ns a través del servidor de Discord o el repositori de GitHub.
de: Du benutzt die Beta-Version dieser App. Sollten dir Fehler auffallen, melde sie bitte auf dem Discord-Server oder im GitHub-Repository.
es: Estás utilizando la versión beta de la aplicación. Si encuentras algún problema, infórmalo en el servidor de Discord o en el repositorio de GitHub.
fr: Vous utilisez la version BETA de l'application. Si vous trouvez des bugs, n'hésitez pas à en parler sur le serveur discord ou sur Github. Merci !
ru: Вы используете бета-версию приложения. Если у вас возникнут какие-либо проблемы, сообщите о них на сервере Discord или в репозитории Github.
ta: பயன்பாட்டின் பீட்டா பதிப்பைப் பயன்படுத்துகிறீர்கள். நீங்கள் ஏதேனும் சிக்கல்களை எதிர்கொண்டால், தயவுசெய்து அவற்றை டிச்கார்ட் சேவையகம் அல்லது அறிவிலிமையம் களஞ்சியத்தில் புகாரளிக்கவும்.
tr: Uygulamanın beta sürümünü kullanıyorsunuz. Eğer herhangi bir sorunla karşılaşırsanız, lütfen Discord sunucusunda ya da GitHub sayfasında bildirin.
uk: Ви використовуєте бета-версію. Якщо у вас виникнуть проблеми, будь ласка, повідомте про них на Discord-сервері чи у GitHub-репозиторії.

# settings_discord_rich_presence_description
source: Shows what you're playing on Discord. This will only work if you have Discord open.
be: Паказвае, у што вы гуляеце ў Discord. Гэта будзе працаваць толькі ў тым выпадку, калі ў вас адкрыты Discord.
ca: Mostra a què estàs jugant a Discord. Això només funcionarà quan Discord estigui obert.
de: Zeigt auf Discord, was du spielst. Funktioniert nur, wenn Discord geöffnet ist
es: Muestra lo que estás jugando en Discord. Esto solo funcionará si tienes Discord abierto.
fr: Montre ce que vous faites sur Discord. Vous devez avoir Discord ouvert pour que ça marche.
ru: Показывает, во что вы играете в Discord. Это будет работать только в том случае, если у вас открыт Discord.
ta: முரண்பாட்டில் நீங்கள் விளையாடுவதைக் காட்டுகிறது. நீங்கள் முரண்பாடு திறந்திருந்தால் மட்டுமே இது செயல்படும்.
tr: Discord'da ne oynadığınızı gösterir. Yalnızca Discord'u açık tuttuğunuz zaman çalışır.
uk: Ваша активність у застосунку та іграх показуватиметься у вашому профілі в Discord.

# rich_presence_patcher_details
source: Patching a Game
be: Патчыць гульню
ca: Traduint un Joc
de: Patcht ein Spiel
es: Parcheando juegos
fr: Patch un jeu
ru: Патчить игру
ta: ஒரு விளையாட்டை ஒட்டுதல்
tr: Bir Oyun Yamalıyor
uk: Встановлює патч на гру

# show_games_hidden
source: Show Games You've Hidden
be: Паказаць гульні, якія вы схавалі
ca: Mostrar jocs que has ocultat
de: Zeige von dir ausgeblendete Spiele
es: Mostrar los juegos que ocultaste
fr: Montrer les jeux cachés
pl: Pokaż ukryte gry
ru: Показать игры, которые вы скрыли
ta: நீங்கள் மறைக்கப்பட்ட விளையாட்டுகளைக் காட்டு
tr: Gizlediğiniz Oyunları Göster
uk: Показати приховані ігри

# randomize_button_text
source: Let's Try Another One!
be: Давайце іншую!
ca: Provem-ne un altre!
de: Erneut versuchen
es: ¡Probemos con otro!
fr: En choisir un autre !
pl: Spróbujmy jakąś inną!
ru: Давайте другую!
ta: இன்னொன்றை முயற்சிப்போம்!
tr: Başka Bir Tane Dene!
uk: Прокрутімо ще раз!

# custom_server_explanation
source: Use a link to the info.json file of a custom server to connect to it.
be: Выкарыстоўвайце спасылку на файл info.json карыстальніцкага сервера, каб падключыцца да яго.
ca: Fes servir un enllaç al fitxer info.json d'un servidor personalitzat per connectar-t'hi.
de: Nutze einen Direktlink zur info.json-Datei deines eigenen Servers, um ihn zu verbinden.
es: Usa un enlace al archivo info.json de un servidor personalizado para conectarse a él.
fr: Utiliser un lien direct vers le fichier info.json du serveur personnalisé auquel vous souhaitez vous connecter.
ru: Используйте ссылку на файл info.json пользовательского сервера, чтобы подключиться к нему.
ta: அதை இணைக்க தனிப்பயன் சேவையகத்தின் info.json கோப்பிற்கு இணைப்பைப் பயன்படுத்தவும்.
tr: Özel bir sunucuda bulunan info.json dosyasına giden bir link kullanın.
uk: Використовуйте raw-посилання на файл «info.json», щоб під'єднатися до сервера.
